[{"name":"大数据挖掘与分析负责人/专家","city":"","edu":"统招本科","salary":"
                    	40-70k·16薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"
               工作职责：1、综合运用数据分析、人工智能/机器学习等技术，分析挖掘业务中的问题，并给出优化方向；2、负责大数据挖掘、大数据分析、数据可视化在业务上的应用研发落地。3、负责数据分析师团队建设和培养岗位要求：1、统计、应用数学、运筹、计算机相关专业硕士及以上学历；2、大数据分析挖掘、运筹规划或机器学习领域5年以上工作经验.，有知名咨询公司3年及以上经验优先，具有成功的商业分析案例；3、优秀的商业分析能力，能对复杂业务数据进行梳理分析、抽象概括、建立数学模型，发现并解决问题；4、对主流优化模型和算法的原理、具体实现以及应用有深刻理解；5、具有良好的领导力和跨团队协作能力，能够承担项目规划、资源协调、人才培养的任务；6、熟悉C/C++/Java/python/go中至少一种编程语言；7、在有影响力的国际期刊上发表过物流相关领域的论文优先考虑。
            ","codeName":"语言不限"},{"name":"高级数据挖掘分析专家","city":"","edu":"统招本科","salary":"
                    	25-50k·12薪","experienceTime":"5-10年","age":"20-40岁","jobDes":"
               岗位职责1、发现公司业务中出现的问题，并提出针对该问题的一整套解决方案，并推动解决方案的落地，对解决方案的实施效果负责；2、以数据为驱动力，负责数据产品的需求整理，原型设计，负责公司级数据产品体系规划，并推动落地、优化；3、负责公司级数据流设计、架构设计、数据系统选型等；4、负责组织相关员工进行技术攻坚；5、负责把握公司大数据战略方向，关注大数据应用前沿动向，并组织公司员工对大数据相关方向研究、学习；6、负责组织代领中级数据挖掘与模型分析师、初级数据挖掘与模型分析师达成工作目标。岗位要求1、全日制本科及以上学历；2、相关从业经验7年以上；3、有较丰富的团队管理经验，有大型IT项目推动经验；4、对数据挖掘、机器学习、大数据发展趋势及其与业务关系有独到见解。
            ","codeName":"语言不限"},{"name":"高级数据挖掘工程师","city":"","edu":"本科及以上","salary":"
                    	18-36k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"
               岗位职责：1.负责运用机器学习相关技术，对风电或光伏数据进行统计分析；2.研究新的风/光伏电场短期和超短期功率预测建模算法，提升预报准确率；3.负责算法平台的维护与优化工作。任职要求：1.本科及以上学历，计算机、数学相关专业；2.熟练掌握支持向量机、神经网络等机器学习算法原理，并能结合实际应用提出优化改进方案；3.熟练掌握Python语言，熟悉numpy、scipy、sklearn、matplotlib、TensorFlow等常用库，能进行算法编程，及数据分析；
","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"","edu":"统招本科","salary":"
                    	12-16k·12薪","experienceTime":"3-5年","age":"25-35岁","jobDes":"
               主要职责：1、负责数据推荐系统的优化开发工作；2、负责图像特征识别开发优化工作；3、负责对海量数据进行数据挖掘并通过技术手段完成业务实现能力；4、负责对搜索产品进行深度学习方面的方案设计能力；5、负责对问答系统进行开发优化能力。资格要求：1、参与过完整的数据采集、清洗、数据整理、指标设计、数据分析和输出报告者优先2、有用户画像和推荐系统系统经验者优先3、必须计算机科学与技术类，数学类相关专业4、必须统招本科以上学历5、沟通表达能力强，抗压能力强
            ","codeName":"语言不限"},{"name":"数据挖掘工程师（社会网络分析方向）","city":"北京","edu":"本科及以上","salary":"面议","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1、基于互联网开源信息数据，深度挖掘网络用户的行为模式，发现有价值的用户行为习惯和偏好；2、负责大数据应用算法的设计、研发与产品化，包括但不限于复杂网络分析、个性化推荐、用户标签建设、文本挖掘、统计数据建模等方向。任职要求：1、硕士及以上学历。计算机专业复杂网络分析、自然语言处理方向优先；2、良好的逻辑思维能力，能够从海量数据中发现有价值的规律；3、熟悉大规模图挖掘、机器学习、自然语言处理、分布式计算等相关技术，并具备工程实践经验；4、熟练运用各种常用算法和数据结构，有独立的实现能力；5、熟练使用JAVA语言、Oracle/MySQL数据库系统、linux操作系统者优先;6、熟悉hadoop/spark等一个或多个分布式计算框架/算法平台；7、对大数据周边的业界动态、应用、算法有热情。
","codeName":"语言不限"},{"name":"大数据挖掘工程师","city":"成都","edu":"硕士及以上","salary":"12-25k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1.负责基于Hadoop/Spark平台产品开发；2.负责大数据分析和挖掘算法等设计、研发以及维护、优化工作；3.为公司大数据分析相关项目和产品提供技术解决方案。任职要求：1.计算机、统计学等相关专业本科及以上学历，具有深厚的数学、统计学和计算机相关知识，精通数据仓库和数据挖掘的相关技术，3年以上大数据开发相关经验；2.具有非常扎实的Java或Python基础，具有其中一种语言能力；3.熟悉大数据处理相关技术，包括但不限于Hadoop、Hive、HBase、Impala、Spark，Kafka、Flume、Sqoop等，并且有实践经验，能解决应用中的复杂问题，具有Spark、框架开发经验值优先；研读过Hadoop、HBase、Hive源代码者，能够在特定业务中进行定制改造者优先；4.熟悉回归、聚类、随机森林、模式识别、支持向量机、深度学习等常规算法，具有实际项目工作者优先 ；5.具有海量数据处理、数据挖掘、数据分析相关项目的工作经验者优先；6.喜欢分析数据，对数字有敏感性，工作条理性强，逻辑清晰。
                        ","codeName":"语言不限"},{"name":"Data Mining Associate Director","city":"","edu":"学历不限","salary":"
                    	40-50k·12薪","experienceTime":"10年以上","age":"年龄不限","jobDes":"
               The Director/AD Analytics Insights leads the analysis and improvement of contact center and digital channel performance metrics for complex accounts or lines of business within a key account. This position is responsible for the development, management and execution of policies and practices which ensure the successful implementation and ongoing execution of the accounts under their leadership, with the ultimate goal of improving the performance of programs. This position is responsible for the establishment of analytic goals for the individual client programs under his/her leadership as well as the management of a team of analytic individual contributors and/or analytic managers. The incumbent must have the managerial aptitude to provide strategic direction, talent management, and professional direction to team members including building and maintaining strong employee relations and the development and deployment of employee professional development plans. The incumbent is generally in charge of the work effort on engagements including building client relationships and identifying areas for cross-sell and/or account growth.Essential Functions/Core Responsibilities  • Develops work plans including priorities for team to achieve specific client account objectives• Controls resources and forms policies within own team to optimize results for specific accounts under his/her leadership• Leads strategic sessions to review performance, results and growth or other opportunities for accounts under his/her leadership• Manages team to develop financially-driven business cases around performance improvement scenarios, process change recommendations, project risks, and solution / implementation options• Leverages broad knowledge of analytics, digital channels/omni channel contact center environment to train others on how to uncover non-obvious insights and recommendations. Delivers consultative recommendations to clients by drawing from information captured from the team 
            ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"北京-海淀区","edu":"本科及以上","salary":"30-40k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"工作职责：1、理解用户行为模式，理解用户数据；在此基础上进行机器学习问题的建模；帮助解决人群分类，用户行为模式的探索；2、海量日志数据清洗、整理、统计；海量文章主题挖掘、主题分类，提供数据支持业务判断；3、深度参与业务场景下的场景讨论与设计，与业务一起高速成长。任职要求：1、精通Python语言和熟练运用各种常用算法和数据结构，有独立实现能力；2、具有优秀的逻辑思维能力、很强的数据分析和解决问题能力；3、熟悉常用机器学习模型/算法框架，如GBDT/LR/SVM、Tensorflow/Caffe等；4、出色的分析问题、解决问题能力，总是能从纷繁复杂的数据中一眼看出问题本质。
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师（预测算法） (MJ000764)","city":"广州","edu":"本科及以上","salary":"20-30k·14薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"岗位职责1.负责预测算法及数据挖掘相关工作包括但不限于销量预测、智能营销、智能定价、智能画像等；2.善于从业务中抽象问题，并选择合适的算法解决问题，技术难题攻关；3.与业务、产品团队密切合作，支撑支持业务。任职资格：1.3年以上互联网公司预测等数据挖掘机器学习算法研发工作经验；2.精通常用的数据挖掘算法和基础的机器学习算法，包括但不限于监督学习模型（分类、回归、排序等模型）、非监督学习模型（聚类）、半监督学习模型等；3.具有扎实的计算机科学功底，扎实的编程基础和数据结构算法基础，极强的编程能力和问题解决能力；4.善于交流，有良好的团队合作精神和协调沟通能力，有与产品、架构、数据开发等多方密切配合的经验和意识，驱动协调多个团队达成目标。具备以下者优先：1.有新零售相关经历，对新零售业务有较强的热情，密切关注业界最新进展。
","codeName":"语言不限"},{"name":"大数据挖掘与开发工程师","city":"合肥","edu":"本科及以上","salary":"15-25k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作内容： 1、负责企业智慧能源数据产品中机器学习算法、云计算软件架构的开发与实现；2、参与公司级研究项目，解决智慧能源数字化平台与大数据价值挖掘中的技术难题。任职资格：1、自动控制、统计学、数学、计算机、软件工程等相关专业硕士及以上学历；2、拥有2年以上从事基于web的前后端软件开发、大数据挖掘与分析等相关工作经验；3、具备较强的数据敏感度与分析能力，了解多种主流机器学习算法，可以对业务数据进行独立地分析与软件实现；4、熟悉Java 、Python、R、C、Scala中至少一种编程工具；5、熟悉MySQL、TSDB、influxDB、HBase中至少一种数据库；6、了解Hadoop、Kaffka、Flink、Spark中至少一种大数据处理框架；7、具备良好的跨团队合作能力与表达沟通能力，优先考虑有能源行业背景者。
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"杭州","edu":"本科及以上","salary":"10-20k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"工作职责：1、深入理解业务，提供数据变现场景方案；2、根据业务需求，运用数据挖掘或机器学习训练算法模型解决实际问题（图像分类、故障预测）。任职要求：1、统招本科以上学历，计算机、模式识别、数学等相关专业优先，有一定的数据挖掘经验者优先；2、对机器学习的基本算法有较强的积累，并对深度的图像算法有一定的了解；3、熟练使用python，熟悉sql语句，熟悉linux的基本操作；4、对运用机器学习解决实际问题具有强烈的兴趣；5、了解hadoop生态组件、有opencv、tensorflow的使用经验
                        ","codeName":"普通话"},{"name":"高级数据挖掘分析工程师","city":"","edu":"本科及以上","salary":"
                    	20-30k·13薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"
               职责描述：1、主导金融零售专题数据分析，包括指标设计，客群画像，客群发现，客户流失，客户偏好，产品推荐等；2、负责客户精准营销方案的落地和全流程追踪；3、负责数据专题相关报告撰写及汇报工作 ；4.   负责客户的日常沟通、客户维系、商机发现；任职要求：1、熟悉国内银行金融零售业务，具备扎实的数据统计分析理论基础；2、熟悉客群分析和客户画像标签设计，至少2个相关的实际项目经验；3、具有3年以上数据分析工作经验，具有金融行业从业经验者优先；4、对业务和数据敏感，思维开阔，分析问题有层次和逻辑，能够主动开展和推进工作，能接受挑战和承压；5、熟练使用Excel，PowerPoint，掌握Tableau，PowerBI等工具。至少熟练掌握一种语言，如SAS、Python、R等，有SAS相关认证者优先；
","codeName":"语言不限"},{"name":"高级数据挖掘分析工程师","city":"","edu":"本科及以上","salary":"
                    	20-40k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"
               职责描述：1、主导金融零售专题数据分析，包括指标设计，客群画像，客群发现，客户流失，客户偏好，产品推荐等；2、负责客户精准营销方案的落地和全流程追踪；3、负责数据专题相关报告撰写及汇报工作 ；4.   负责客户的日常沟通、客户维系、商机发现；任职要求：1、计算机、数学、统计、金融等专业，本科以上学历，研究生以上学历优先；2、熟悉国内银行金融零售业务，具备扎实的数据统计分析理论基础；3、熟悉客群分析和客户画像标签设计，至少2个相关的实际项目经验；4、具有3年以上数据分析工作经验，具有金融行业从业经验者优先；5、对业务和数据敏感，思维开阔，分析问题有层次和逻辑，能够主动开展和推进工作，能接受挑战和承压；6、熟练使用Excel，PowerPoint，掌握Tableau，PowerBI等工具。至少熟练掌握一种语言，如SAS、Python、R等，有SAS相关认证者优先；
","codeName":"语言不限"},{"name":"算法工程师/数据挖掘工程师","city":"金华-义乌","edu":"学历不限","salary":"10-20k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"1.深入理解业务，提供数据变现场景方案。 2.根据业务需求，运用数据挖掘或机器学习训练算法模型解决实际问题(图像分类、瑕疵检测)。 任职要求： 1、计算机编程、图像识别、数学等相关专业本科及以上，有一定的视觉检测项目经验者优先；2、对机器学习的基本算法有较强积累，并对图像处理算法有一定掌握； 3、熟练使用python，C++，熟悉sql语句，熟悉linux的基本操作；4、对运用机器学习解决实际问题具有强烈兴趣；5、有opencv、tensorflow使用经验者优先；6、会使用PS、AE、Pr等软件者更佳。
                        ","codeName":"普通话"},{"name":"大数据开发工程师","city":"北京-海淀区","edu":"统招本科","salary":"25-30k·13薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：1、参与大数据基础架构和技术体系的规划建设，包括数据采集、数据处理智能化与自动化体系和数据质量及稳定性保障体系的建设；2、负责数据仓库(离线、实时)工具建设、开发和维护等；任职要求：1、统招本科或以上学历，计算机、数据挖掘等相关专业，3年以上数据仓库及大数据平台架构经验；2、掌握hadoop、Elastic Search、mongodb、hbase、mysql等数据库存储技术，并能结合不同的业务场景深入使用；3、熟练使用hadoop、spark开发API及BI报表；4、熟悉Java开发，有脚本语言（shell,python)开发经验者优先；5、熟悉大数据常用算法及etl者优先；6、有较强的责任心，善于分析思考，具有良好的分析问题和解决问题的能力，做事细心。
                        ","codeName":"语言不限"},{"name":"资产管理中心交易岗","city":"上海-浦东新区","edu":"统招本科","salary":"7-12k·14薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"职责描述：1.	基金、保险资管产品的申购与赎回，交易资料的备份及归档；2.	基金公司、证券公司、保险资管公司的账户类业务（开户、信息变更等）；3.	系统交易确认以及系统每日清算；4.	交易月报、流动性管理月报的撰写；5.	领导安排的其他工作事项。任职要求：1.     具备一定数据调研与数据挖掘能力，积极良好的学习能力，优秀的语言文字组织能力；2.     有责任心、细心踏实，良好的工作适应能力、团队合作能力和沟通能力；3.     本科及以上学历，财务、投资相关专业毕业；4.     熟练使用Office等办公软件，善于用文字、图表表达结论。
                        ","codeName":"语言不限"},{"name":"数据挖掘","city":"广州","edu":"本科及以上","salary":"8-13k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：1、有海量数据的分析挖掘、机器学习与决策支持系统开发经验；2、能够运用数据挖掘，机器学习方法建立数据模型，参与过业务决策、风险管控、产品特性的优化工作；3、对用户特征和行为数据做深入分析，建立数据模型，挖掘目标用户；岗位要求：1、计算机、数学、统计、数据挖掘等相关专业本科及以上学历；2、2年以上大规模数据分析、挖掘等相关工作经验；3、熟悉聚类、分类、回归、等常见的算法及原理，有大量的实际建模经验；4、熟练使用Java、Python编程语言与工具（一项或多项）；5、熟练基于Hadoop/Spark/Hive平台进行开发和分析数据，具备极强的数据敏感度，能从海量数据中挖掘出数据核心价值；6、数据敏感，有良好的逻辑思维能力，较强的沟通能力和团队合作精神，勇于承担工作压力。
                        ","codeName":"普通话"},{"name":"数据挖掘工程师","city":"北京-东城区","edu":"本科及以上","salary":"20-40k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"工作职责：1、研究数据挖掘或统计学习领域的前沿技术，针对海量用户行为和内容信息，构建和优化用户画像以及用户属性； 2、基于对用户理解和大量数据特征，参与风控、精准营销、个性化定价等模型建设和领域研究，提升产品效果； 3、根据公司需要寻找和采集相关数据，对原始数据进行清理、甄别、归类和整合，并实现流程自动化。任职要求：1、机器学习、数据挖掘相关方向硕士及以上学历或 2 年以上工作经验，对用户画像分层/推荐系统有经验者优先考虑； 2、熟悉C/C++语言、Python、Java任意一种语言，较强的算法和数据结构功底；熟悉大规模数据挖掘、机器学习等相关技术,熟悉Hadoop/Spark/Hive技术优先；3、良好的逻辑思维能力,优秀的分析和解决问题的能力,对挑战性问题充满激情；4、良好的团队合作精神,较强的沟通能力。
                        ","codeName":"语言不限"},{"name":"安全数据挖掘负责人","city":"北京-海淀区","edu":"本科及以上","salary":"40-70k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"工作职责：1. 负责信息安全相关的数据分析，挖掘，模型具体的产品化；2. 运用各类分析方法对数据进行分析与抽象，制定有效的的风险识别策略和算法；3. 负责制定量化分析目标，设计数据挖掘框架、流程与计划，设计与优化数据挖掘算法；4. 负责团队建设、业务分析、技术选型与人才选拔。任职要求：1. 熟悉安全业务，能够基于数据驱动持续优化产品；2. 熟悉常用的异常检测模型，熟悉其原理和适用范围；3. 熟悉常用深度学习模型(CNN/RNN等)，熟练使用深度学习框架 TensorFlow/Mxnet/Caffe其中的一种或者多种；4. 持续学习，保持跟进机器学习领域最新研究方向和成果及对于大数据应用在安全垂直领域的探索；5. 有互联网安全相关工作经验者优先。
                        ","codeName":"语言不限"},{"name":"30628-腾讯广告数据挖掘工程师","city":"北京","edu":"本科及以上","salary":"面议","experienceTime":"1-3年","age":"年龄不限","jobDes":"工作职责：面向 AMS 广告业务的基础 NLP 算法研究和平台研发，包括但不限于文本表示，文本分类，语义匹配，序列标注，文本生成和多模态学习等方向；参与公司级开源协同OTeam项目TencentNLP，负责语义抽取模块、序列标注模块、在线Inference模块、在线服务部署对接等；采用 Embedding，LM，CNN，RNN，Attention，Capsule Network，Transformer 等 DL 技术持续提升现有 NLP 任务性能； 跟踪 DL，NLP，CV 等最新前沿研究成果和竞赛动态，快速实现应用于实际任务中，并结合实际问题开展数据分析和迭代优化，创新提出更好的解决方案。任职要求：本科及以上学历，优先：有专业背景的硕士和博士；编程能力强悍，熟悉 C/C++ 和 Python 编程语言；有传统机器学习，深度学习，NLP 相关知识背景，优先：有相关实践经验，发表过 ACL、EMNLP、COLING、CIKM 等顶会论文；沟通能力好，工作态度积极主动，有良好的团队精神，愿意接受有挑战性的工作；有良好的逻辑思维能力，注重数据分析，能够从海量数据中发现有价值的规律。
                        ","codeName":"普通话"},{"name":"数据挖掘工程师","city":"北京-海淀区","edu":"本科及以上","salary":"面议","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：1. 基于海量的用户数据，完成并不断优化用户标签模型和算法，至少包括：用户生命周期模型、用户行为偏好和预测、用户价值、用户风险、用户领域偏好、id-mapping等等；2. 协助公司各重点产品和重点业务使用画像数据，发现价值点，深挖并产出正向收益3. 推动用户画像数据的建设不断向通用化、平台化方向发展，使各业务数据协同价值最大化任职要求：1. 本科及以上学历，热爱互联网，乐于学习，乐于尝试新事物2、具备强悍的编码能力、具备一定数据挖掘、机器学习基础，数据结构和算法基础扎实3、具备较强的业务沟通能力和优秀的逻辑思维能力4、熟悉hadoop体系的开源分布式框架，了解常用算法5、有用户画像、大数据处理、数据仓库经验者优先
                        ","codeName":"普通话"},{"name":"财经数据挖掘（含实习生）","city":"深圳","edu":"本科及以上","salary":"5-12k·13薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"岗位职责：1、搜集数据、整合数据、分析数据，并协助设计师完成数据图制作（不限于从热点财经文章、各大券商研报、行业深度报告提炼筛选、整合符合内容定位的各类数据）；2、定期拟定主题，负责公众号文章撰写；3、跟踪各大运营号的流量指标，对各项指标负责（微信号、微博、抖音、快手等主流渠道）；4、定期拟定主题，策划财经类视频（不限于上市公司业绩解读，财经热点解读等）任职要求：1、对财经、投资、金融等相关领域有较深的理解，对数据的敏感度高，有较强的信息整合能力；2、重点本科以上，财经、金融、统计专业优先；3、思维敏捷，有想法，做事细心，抗压能力强。加分项：1、熟悉掌握数据分析软件，数据分析能力强，对财经热点把握到位；2、有一定的文字功底和内容采写经验；3、对个别行业了解的比较透彻；4、具备良好的英语能力。
                        ","codeName":"语言不限"},{"name":"业务数据挖掘工程师","city":"北京-海淀区","edu":"本科及以上","salary":"面议","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：1、负责头条系产品相关业务的数据挖掘与分析，针对海量用户行为和内容信息，挖掘头条用户关系、留存因素等；2、基于对用户理解和大量数据特征，建立用户产品数据分析模型，并参与产品方向设计和效果改进。任职要求：1、良好的逻辑思维能力和优秀的分析能力，对数据分析有强烈兴趣者优先；2、精通 SQL，熟练使用R/Python进行数据清洗、分析，熟悉Hadoop/Spark/Hive等大数据相关组件；3、熟悉C/C++语言、Python、Java任意一种语言，有一定算法和数据结构功底；4、有IT大数据分析经验，有互联网公司数据分析经验、互联网数据建模分析经验者优先；5、数学、统计学、数据挖掘、机器学习、计算机等相关背景优先。
                        ","codeName":"普通话"},{"name":"数据挖掘岗","city":"","edu":"统招本科","salary":"
                    	20-30k·18薪","experienceTime":"经验不限","age":"24-35岁","jobDes":"
               工作职责1.负责数据挖掘和建模项目的研发工作，全程参与项目的接洽、立项、设计、实施、测试、推广等工作；2.使用行内现有或其他开源工具独立完成数据挖掘的工作，包括数据抽取、预处理、特征工程、数学建模、算法优化等；3.完成业务部门的其他数据统计分析需求；4.完成科技部数据及相关技术管理工作等。任职要求1.年龄35周岁（含）以下，计算机、统计学、数学等相关专业，全日制本科及以上学历，硕士及博士研究生优先；2.具有2年及以上数据分析与挖掘经验，熟悉银行业知识，对金融产品有一定了解，具有银行从业经验者优先考虑；3.掌握算法和模型实施的相关知识，熟悉业内主流算法及相关流程；4.熟悉SQL类语言及关系型数据库，熟练掌握至少一种建模工具如Python、SAS、JAVA、Matlab等，了解shell等脚本语言。
            ","codeName":"普通话"},{"name":"数据挖掘工程师-用户产品方向","city":"北京-海淀区","edu":"本科及以上","salary":"面议","experienceTime":"1-3年","age":"年龄不限","jobDes":"工作职责：1、负责头条用户产品相关业务的数据挖掘与分析； 2、建立用户产品数据分析模型，提供核心算法和基础特征，为推荐系统的搭建提供支持。任职要求：1、具备强悍的编码能力，扎实的算法和数据结构知识； 2、熟悉Python、Go、C++/Java中的一种，hadoop相关开源组件如：hive/spark/storm等； 3、具备优秀的分析问题和解决问题的能力； 4、熟悉常见的开源组件，有大数据处理相关经验； 5、数据挖掘、机器学习相关背景的优先。
                        ","codeName":"普通话"},{"name":"大数据架构师","city":"广州-天河区","edu":"硕士及以上","salary":"面议","experienceTime":"5-10年","age":"年龄不限","jobDes":"职责描述：1、负责大数据平台的选型、规划和建设2、负责制定数据仓库、数据建模、数据处理、数据运维和数据安全等架构规范并落地实施3、设计并实现数据仓库、数据挖掘、BI等数据系统建设、开发4、搭建大数据平台配套的管理后台5、具有较强的学习能力，能及时跟进行业先进技术，并研究落地实践6、指导大数据开发人员、数据分析人员进行大数据项目开发和数据挖掘7、配合算法工程师进行数据模型建立和数据深度挖掘任职要求：1、硕士以上学历，计算机相关专业毕业，5年以上大数据架构设计经验优先考虑2、熟悉UML和常用设计模式，对大数据、分布式技术有较深理解，熟悉多种开源技术框架，如：Hadoop、Spark、Flink、Elasticsearch、Kafka、DataX、Flume、JanusGraph等3、擅长业务抽象和领域数据建模，具备较丰富的海量数据采集、探查、治理、分析等实战项目经验4、负责或参与过大型数据采集、分析平台软件的架构设计与开发，有机器学习项目经验者优先5、熟练掌握Java、Scala、Python语言，熟练使用Nacos、Redis、Git、Jmeter、Jenkins、Docker6、具有良好的分析问题和解决问题的能力，对解决具有挑战性的问题充满热情7、知识面广，创新能力强，对新技术持有敏感性并愿意致力于新技术的探索和研究8、有金融/互联网大数据平台架构经验者优先
                        ","codeName":"语言不限"},{"name":"高级模型算法工程师(金融领域)","city":"北京-海淀区","edu":"统招本科","salary":"28-35k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"高级模型算法工程师(金融领域)职责：- 应用自研平台解决金融客户相关风控相关的数据分析和建模问题并向客户提交完整的分析报告- 辅助客户分解复杂问题，并能够在不同问题点应用合适的算法模型- 负责对第三方数据进行独立的验证和评估，并向客户业务团队提出合理化建议- 根据现场建模碰到的实际问题，想产品开发部门提出产品设计，算法，模型各方面的建议- 带领一个小型团队，负责算法模型从设计、实现到部署上线的全流程工作要求：- 计算机、数学等相关专业本科及以上学历- 3年以上金融领域建模经验，深入掌握各类机器学习算法及数据挖掘方法- 有深度学习经验NLP和计算机视觉方向优先- 熟悉分布式环境下的在线/离线模型训练与部署。- 熟练掌握Python/R/Java等，对数据结构有深刻认知- 有高质量原创技术博客/github 高星项目优先- 在MCM/ACM/Kaggle(独立完成)中有获奖经历优先- 有团队管理经验优先- 良好的学习能力工作地点：北京
                        ","codeName":"语言不限"},{"name":"数据工程师","city":"上海","edu":"本科及以上","salary":"35-55k·16薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"岗位职责：1 参与公司数据仓库的设计与搭建2 与分析和算法团队协作进行数据建模工作,推动业务部门的数据化运营3 参与公司数据应用项目开发建设 岗位要求:  1 从事数据仓库领域至少2年以上,熟悉数据仓库模型设计与ETL开发经验,掌握维度建模设计方法,具备海量数据加工处理（ETL）相关经验 2 熟悉数据仓库领域知识体系和技能，对数据采集、数据融合、数据质量、数据应用链路有深入理解 3 具有一定数据模型和数据架构基础，熟悉大数据生态，包括但不限于 Hadoop/hive/hbase/spark/kafka/flink/presto/kylin等;  4 精通SQL，有一定的SQL性能调优经验，熟悉hive sql的开发 5 精通java/python/shell/Scala其中至少一门语言 6 具有电商行业经验或者互联网相关经验，有业务sense，能够通过梳理设计业务模型发现业务问题，并驱动业务目标实现； 7 性格积极乐观，诚信，积极分享成果，有较强的语言表达能力；具备强烈的进取心、求知欲及团队合作精神。加分项: 1 有用户行为分析和画像构建等成功数据应用项目经验的优先 2 对数据质量管理、元数据管理、数据权限管理、数据应用等有独到见解的优先 3 熟悉storm/spark streaming/flink中一种或多种计算框架的优先 4 对数据挖掘和机器学习有所了解，包括常用的机器学习算法和数据建模过程的优先
","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"北京-海淀区","edu":"本科及以上","salary":"20-40k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"工作职责：1、负责字节系产品相关业务的数据挖掘与分析，针对海量用户行为和内容信息，挖掘用户关系、留存因素等；2、基于对用户理解和大量数据特征，建立用户产品数据分析模型，并参与产品方向设计和效果改进。任职要求：1、良好的逻辑思维能力和优秀的分析能力，对数据分析与挖掘有强烈兴趣者优先；2、精通 SQL，熟练使用R/Python进行数据清洗、分析，熟悉Hadoop/Spark/Hive等大数据相关组件；3、熟悉C/C++语言、Python、Java任意一种语言，有一定算法和数据结构功底；4、有IT大数据分析经验，有互联网公司数据分析经验、互联网数据建模分析经验者优先；5、数学、统计学、数据挖掘、机器学习、计算机等相关专业背景优先。
                        ","codeName":"语言不限"},{"name":"抖音大数据工程师-数据挖掘方向","city":"北京-海淀区","edu":"本科及以上","salary":"面议","experienceTime":"经验不限","age":"年龄不限","jobDes":"工作职责：1、 为抖音短视频和直播业务提供基础数据挖掘支持，包括用户画像挖掘、热点挖掘等；2、 全面了解业务发展，提供基于机器学习、深度学习、文本挖掘、复杂网络等算法方案解决复杂的实际业务问题。任职要求：1、 有扎实的数据结构和算法功底，熟悉机器学习、自然语言处理、数据挖掘中一项或多项 ；2、 善于沟通，对业务敏感，能快速理解业务背景，具备优秀的技术与业务结合能力；3、 有大数据集、分布式计算工具(Hadoop，Spark，Hive，Storm，Flink)等应用开发经验优先； 4、 对于把大数据和人工智能技术能够应用到实际业务场景产生商业价值具有强烈的热情优先。
                        ","codeName":"普通话"},{"name":"31504-数据挖掘工程师","city":"深圳","edu":"本科及以上","salary":"面议","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：1. 负责腾讯云售后服务工单数据内容理解工作，包括不限于分类、意图识别、语义匹配等2. 负责从数据中深入统计分析，挖掘用户行为，挖掘用户属性，构建用户画像；3. 负责应用数据挖掘，机器学习方法建立数据模型用以不断应对产品需求变化引入的实际问题；任职要求：1. 本科以上学历，计算机、统计学等相关专业；2年以上工作经验；2. 具有良好的数据敏感度和丰富的数据挖掘项目经验；3. 熟悉Linux；熟练掌握Python或Java等编程语言；4. 熟悉常见的NLP、机器学习、深度学习算法；5. 熟悉TensorFlow等机器学习/深度学习开源框架；6. 有用户画像和推荐系统相关工作经验者优先；7. 优秀的分析和解决问题的能力，富有好奇心，对挑战性问题充满激情；具有良好的学习能力、沟通能力、团队合作意识；
                        ","codeName":"普通话"},{"name":"高级/资深数据挖掘工程师-用户产品方向","city":"北京-海淀区","edu":"本科及以上","salary":"面议","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：1、基于对用户和产品的理解和海量数据，参与产品、运营、研发等多种场景的数据分析、实验设计和效果改进和数据建模等；2、研究数据挖掘或统计学习领域的前沿技术，针对海量用户行为和内容信息，挖掘更有价值的高阶数据。任职要求：1、良好的逻辑思维能力，优秀的分析和解决问题的能力，对挑战性问题充满激情 ；2、精通 SQL，熟练使用R/Python进行数据清洗、分析，熟悉Hadoop/Spark/Hive等大数据相关组件；3、熟悉C/C++语言、Python、Java任意一种语言，有一定算法和数据结构功底；4、有IT大数据分析经验，有互联网公司数据分析经验、互联网数据建模分析经验者优先；5、数学、统计学、数据挖掘、机器学习、计算机等相关背景。
                        ","codeName":"普通话"},{"name":"数据挖掘工程师（仓储配送方向）","city":"上海","edu":"统招本科","salary":"30-60k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责1、负责本地零售与仓配业务相关的数据挖掘，能够从海量数据中提取重要的商业结论；2、研究新业务场景下的效率与服务指标体系设计，参与规划类策略模型设计。任职要求1、熟悉Python/SQL语言，必须具备一门对象语言的开发技能；2、具备较强的业务理解能力，能够独立构建研究框架，有物流与零售领域分析经验；3、熟悉java/scala与spark优先；4、有良好的团队合作意识，较强的沟通，分析问题解决问题的能力。
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"北京-中关村","edu":"本科及以上","salary":"10-20k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"【岗位职责】1、结合业务需求进行数据清洗、挖掘、分析和输出；2、利用机器学习和NLP技术从海量异构数据中进行有价值信息的挖掘和整合；3、信用风险相关模型、推荐算法构建。【任职资格】1、2年以上Python、java使用经验，熟悉Hadoop、Spark、HBase、Hive、Presto等大数据计算平台和工具，熟练使用至少一种深度学习工具包；2、具备较好的数据结构与算法基础；数学基础扎实，逻辑思维能力突出；3、熟悉分词、词性标注、实体识别、句法分析等，有情感分析、关系抽取和事件抽取经验者优先；4、熟悉常用的统计方法、数据挖掘和机器学习方法，较强的沟通能力，有团队合作意识，积极主动，责任心强；5、熟悉常用的推荐算法，有推荐系统、用户画像、NLP相关经验者优先。加分项：一线互联网公司工作经验【福利待遇】1、行业内有竞争力的薪资；2、全额五险一金；3、双休，带薪年假，餐补，通讯补，生日礼，定期体检；4、愉悦的文化氛围，丰富多彩的不定期员工活动。
","codeName":"语言不限"},{"name":"33672-融媒体搜索数据挖掘与算法开发（北京）","city":"北京","edu":"本科及以上","salary":"面议","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：负责融媒体排序相关深度学习模型研发负责融媒体搜索相关数据挖掘与分析工作负责融媒体搜索相关的NLP算法研发任职要求：2年以上大规模数据挖掘相关工作经验；熟悉hadoop/spark/深度学习框架；精通机器学习算法及其原理，对算法特点有深刻理解，能快速制定算法实现方案和进行业务算法创新；熟悉常用的搜索排序算法，深入理解常见机器学习或数据挖掘算法原理，熟悉常见的统计原理及方法；熟悉搜索相关NLP算法优先；能够主导搜索相关算法迭代优先;精通C/C++/python编程，熟悉常用算法及优化;优秀的编程能力 良好的数据意识，能结合产品通过数据分析发现有价值信息；
                        ","codeName":"普通话"},{"name":"数据挖掘工程师","city":"","edu":"本科及以上","salary":"
                    	30-60k·12薪","experienceTime":"3-5年","age":"25-40岁","jobDes":"
               数据挖掘工程师（NLP方向）1. 结合大数据平台，研发、构建分布式自然语言处理和语义分析方法和系统，满足海量文本数据实时处理需求；2. 结合应用场景和产品需求，利用构建的方法体系和系统，实现非结构化文本知识抽取（实体，关系等）、资讯舆情分析、新闻事件摘要等目的；3. 从海量实时文本信息中，利用NLP技术和机器学习方法，提取资本市场风险预警指标，并实现相关指标和资讯的推送；4. 负责自然语言处理技术、语义分析方法在金融领域应用的调研。任职要求：1. 计算机（机器学习、自然语言处理、计算语言学、机器翻译、信息检索等方向）、数学、统计或相关专业硕士及以上；2. 2年以上工作经验； 3. 熟悉数据统计模型和挖掘技术，熟悉统计工具（R, SAS, SPSS等），熟悉至少一种开发语言Python、Java、C等以及Linux工作环境； 4. 熟悉NLP/NLU、机器学习、模式识别等常用算法，对NLP有完整的、系统的认识，熟悉NLP领域当前热点和前沿技术，熟悉DeepLearning在NLP领域中的应用；5. 有海量文本数据处理实践经验，有相关项目经历，包含但不限于以下方向：智能客服、文本分类、信息抽取、知识图谱、机器学习、情感分析、自动摘要等；6. 有较好的沟通表达能力以及PPT展示、报告讲解能力。数据挖掘工程师（知识图谱方向）1. 参与资本市场细分领域的知识图谱构建，包括知识图谱相关的知识融合、知识的查询和推理、知识图谱应用的研发工作；2. 利用机器学习、深度学习等前沿技术提高非结构化文本中知识抽取和信息抽取过程的自动化;3. 参与基于知识图谱的在金融领域的风险建模监测模型开发。任职要求：1. 计算机、统计、数学及相关专业硕士以上学历，2年以上相关工作经验；2. 熟悉知识图谱的构建，熟悉一种图数据库，例如Neo4j；3. 熟悉信息抽取相关的算法和逻辑；4. 熟悉自然语言处理方向常用技术，命名实体识别，关系抽取，句法分析等；5. 有基于知识图谱的问答经验的优先；6. 有sparkGraphX经验优先。
","codeName":"语言不限"},{"name":"数据挖掘算法工程师","city":"佛山","edu":"本科及以上","salary":"15-30k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"岗位职责：1、独立负责算法类相关的需求发掘、技术预研、系统设计，以及推动业务方共同落地；2、分析系统的技术缺陷，对策略框架做出合理地调整或改进；3、熟悉机器学习算法理论（如deep learning），并且将优秀的算法应用到业务场景当中；任职要求：1、全日制统招本科；985/211院校毕业优先考虑；3年以上数据挖掘、机器学习、大规模数据分析相关经验，参与过完整的数据采集、整理、分析、挖掘工作；2、熟悉多项大数据处理/分析相关的工具/框架。如:Kafka，Hive/HiveSQL/Hive UDF，HBase，Spark，Flink，ElasticSearch，并了解其特性和使用场景；3、对产品、业务和商业逻辑敏感，具备良好的逻辑分析能力，较强的独立思考和解决问题的能力，面对模糊的业务场景能够理清思路，提出清晰解决方案；4、熟悉Spring/Spring Boot，Mybatis框架
                        ","codeName":"普通话"},{"name":"《40万顶薪》数据挖掘工程师02 校招","city":"上海","edu":"本科及以上","salary":"15-30k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"岗位职责：1、抽象公司内业务的数据需求，参与建设公司内数据标准化体系和数据产品体系；2、参与数据产品全生命周期的工作，包含需求调研、需求分析、产品设计、技术研发跟进、产品测试、产品上线、产品培训推广等环节；3、深度参与业务，理解业务逻辑，参与提供支持业务高效运转的数据解决方案。任职资格：1、211/985院校本科/研究生以上学历，理工科专业优先；2、有实战编程经验及数据库使用经验；3、优秀的逻辑思考能力，有较好的需求抽象能力和产品设计能力；4、对数据敏感，对数据问题定位和数据可视化有自己的认识；5、执行力强，做事积极主动，能够独立思考与归纳总结；6、优秀的组织协调，推进执行能力；
                        ","codeName":"普通话"},{"name":"WXG02-122 微信数据挖掘平台算法工程师（深圳）","city":"深圳","edu":"本科及以上","salary":"面议","experienceTime":"1-3年","age":"年龄不限","jobDes":"工作职责：1、用机器学习、社交网络挖掘、文本挖掘等技术，对微信社交网络、行为等数据进行挖掘，发现其潜在关系，指导微信大数据应用落地；2、构建机器学习应用管道，机器学习训练系统、推理引擎等，设计机器学习算法平台；3、学习和了解微信体系下的各种机器学习业务工作，总结最佳实践，举一反三提出更优解法，并沉淀至算法平台；4、从机器学习平台角度，以效率和安全为目标，优化整体使用体验任职要求：1.数学、统计、计算机、自然语言处理等相关专业硕士及以上学历；或者两年以上互联网数据挖掘和应用相关工作经验；2.熟悉聚类、分类等机器学习和深度学习算法，或者推荐算法；对其中某方面核心算法理解透彻；3.较强的概率与数理统计基础；4.精通python，scala语言，了解 c++ 语言；熟悉 xgboost，spark，tensorflow，karas的原理和使用；5.拥有海量数据的机器学习/数据挖掘研发经验优先；
                        ","codeName":"普通话"},{"name":"15851-光子游戏数据挖掘研究员 Data Mining Researcher(深圳/洛杉矶）","city":"深圳","edu":"学历不限","salary":"面议","experienceTime":"1-3年","age":"年龄不限","jobDes":"工作职责：负责数据分析、数学建模、用户画像、社交网络分析等数据挖掘工作;结合数据挖掘，进一步进行特征构建，机器/深度学习模型构建;优化现有线上算法，结合实际业务需求与数据，利用分布式计算框架，研发高效可靠的数据挖掘解决方案;利用数据挖掘技术发现各业务场景中的特定/异常值, 并探索提升/解决方法;跟踪学术界和业界最新进展， 能够快速应用到业务中。Response for data mining research and development including data analytics, mathematical modeling, user portrait, social network mining;Using data mining for feature construction, and further for model building in machine learning or deep learning;Optimize current online algorithms or systems, develop efficient and reliable data mining solutions on commercial demand;Discover certain or abnormal situation in games by using data mining algorithms, and explore methods for promotion;Follow the latest research publication in academia or industry and have an efficient implementation.任职要求：熟悉数据挖掘领域的理论基础与前沿研究，掌握统计模型、机器学习相关原理，具有数据挖掘实战经验，参与过相关相目;精通至少一种编程语言，熟悉常用的数据结构和算法;熟悉图计算相关算法者优先，如社区发现、图嵌入领域算法(GNN、GAT等)、影响传播模型(IC、WC模型的衍生等);在数据挖掘、大数据相关领域的学术期刊、会议上有学术成果发表者优先，如SIGMOD，VLDB，KDD，ICDE等;有海量数据挖掘经验，熟悉分布式计算框架者优先，如hadoop、spark、hive等。Familiar with basic and latest research result in data mining, with a strong understanding of statistical models, related machine learning principles, and experience working on data mining related projects;Proficient in at least one programming language, familiar with basic data structures and algorithms;Higher priority for candidates familiar with graph models, including community discovery, graph embedding (GNN、GAT and etc.)、influence diffusion models (extension for IC or WC models);Higher priority for candidates having publication in top data mining journal or conference, such as SIGMOD，VLDB，KDD，ICDE, etc;Higher priority for candidates having big data experience, and familiar with distributed computation framework such as Hadoop, spark, hive and etc.
                        ","codeName":"英语"}]