[{"name":"数据挖掘工程师","city":"广州","edu":"统招本科","salary":"15-25k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"     广东正邦电力通信工程有限公司公司成立于2013年7月，注册资金5000万元，是一家由综合性安装工程公司转型向以物联网相关技术研发及工程应用为主营业务的高科技企业。公司的主要业务包括：研发物联网技术、通讯技术、计算机网络系统技术、计算机软、硬件设计等。物联网以互联网为平台，将传感器、射频标签等具有感知功能的节点通过信息网络整合起来，以实现人类社会与物理系统的互联互通。公司下设技术部、工程部、市场部等部门，有较强的设计、研发和生产能力，可为用户提供嵌入式物联网系统产品设计、开发、系统集成、自动化工程实施等服务。    我们期待与社会各界优秀人才精诚合作，诚邀您加盟共谋发展，共享成功！  岗位职责：1.	负责数据挖掘建模工作，参与数据产品的规划、设计及实施。2.	负责针对水、电业务需求开展数据应用系统需求分析、设计、开发、项目管理工作。3.	结合水电业务领域重点任务，通过数据分析支持精准营销、客户服务、智能风控、运营优化等工作。4.	负责数据挖掘建模工作，参与数据产品的规划、设计及实施。  任职要求：1.	本科以上学历硕士优先，统计学、数据挖掘、计算机科学、数学等相关专业2.	熟悉数据模型设计方法，熟练掌握SQL语言、SAS、R、Python等一种或一种以上的分析工具。3.	熟悉数据挖掘过程，具备独立完成数据抽取、数据处理、数据建模及验证、数据分析报告等任务的能力。备注：1、公司地址：广州市越秀区东华东路光东前街7号之一建东大厦7楼（即东华东路3路/215路车公交总站旁的越秀区市政和水利维护所楼上）。2、上班时间：上午8：30-12:00，下午14:00-17:30。3、乘车路线：A、地铁1号线或6号线东山口站E或F出口，沿署前路、龟岗大马路方向直走8分钟即到。   B、公交3路/215路车东山总站（龟岗）旁。
","codeName":"语言不限"},{"name":"中级数据挖掘模型工程师","city":"杭州-滨江区","edu":"统招本科","salary":"10-15k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：1、利用数据挖掘、机器学习相关算法，解决业务需求，提高产品的用户体验；2、对海量的业务数据、用户数据、行为数据进行挖掘分析，发现数据和业务背后的规律;3、针对业务流程进行分析调研，探索提升转化率效果的思路和方案并推动转化；4、针对不同的业务场景，完成数据建模，模型验证，模型推广；5、将数据挖掘模型及研究成果固化成数据产品。任职要求：1、掌握数据结构算法，熟悉大规模数据挖掘、机器学习、分布式计算等相关技术，能熟练使用聚类、回归、分类等算法并调优;2、熟悉Linux 环境开发，至少熟悉java/Python/Scala/Go/C/C++ 等语言中一种或一种以上;3、熟悉基于Spark、ElasticSearch、hbase 等大数据平台的相关开发;4、有深度学习实践经验者优先，有spark mlib经验者优先。
                        ","codeName":"语言不限"},{"name":"数据挖掘架构师","city":"","edu":"统招本科","salary":"
                    	30-60k·14薪","experienceTime":"5-10年","age":"28-37岁","jobDes":"
               岗位职责：1、针对海量用户行为数据，构建用户兴趣属性，金融属性画像，欺诈属性等多维度画像 2、基于海量画像数据，构建金融风控，互联网反作弊，精准营销，垃圾内容等模型和服务任职要求：1、benke及以上学历，计算机相关专业，5年左右工作经验；2、熟悉使用Hadoop，Storm，Spark，HBase等大数据技术平台3、熟悉大规模数据挖掘、机器学习、自然语言处理，图像处理等相关技术和算法； 4、热爱互联网，对互联网产品和技术有浓厚的兴趣，热衷于追求技术创新5、强烈的上进心和求知欲，较强的学习能力和沟通能力，具备良好的团队合作精神
            ","codeName":"语言不限"},{"name":"数据分析专家/数据挖掘分析专家","city":"","edu":"统招本科","salary":"
                    	70-90k·12薪","experienceTime":"5-10年","age":"32-38岁","jobDes":"
               工作内容：1、用户运营平台的数据分析体系搭建和优化，包括指标体系、策略制定、数据埋点设计等，监控核心业务指标，捕捉数据波动并进行归因分析2、基于海量用户行为数据，优化用户标签、画像体系，规划商品智能推荐等数据应用3、根据业务部门需求做专题分析，充分利用现有数据资源，进行数据提取、整理和挖掘，建立合适的分析模型对业务问题进行深度分析，并撰写分析报告4、定期输出分析报告，包括产品功能分析、用户增长研究、营销活动效果评估等，从而为产品方向、商业策略和业务优化等提供数据决策支持和发展建议任职资格：1、计算机、数学/统计学等专业本科及以上学历，有零售或电商行业数据分析5年以上工作经历，主导过完整的数据分析项目2、扎实的数理统计理论知识，熟悉决策树、时间序列模型、回归分析模型、聚类挖掘、贝叶斯、关联规则挖掘等数据统计模型和挖掘技术，并有独立完整的建模实践经验3、精通SQL等数据查询语言，熟悉spark/hadoop/Hbase/es等大数据处理框架；至少熟练使用SPSS、R、Python中其中一个统计工具4、具备较强的商业、数据和业务的敏感性，良好的逻辑分析能力，能够系统性的思考和分析问题，同时具有较好的分析总结能力和数据报告呈现能力5、具备良好的沟通能力，能够进行跨团队沟通协调
            ","codeName":"英语 + 普通话"},{"name":"数据挖掘工程师","city":"","edu":"统招本科","salary":"
                    	10-13k·24薪","experienceTime":"1-3年","age":"22-35岁","jobDes":"
               主要职责1.负责数据推荐系统的优化开发工作2.负责图像特征识别开发优化工作3.负责对海量数据进行数据挖掘并通过技术手段完成业务实现能力4.负责对搜索产品进行深度学习方面的方案设计能力5.负责对问答系统进行开发优化能力年龄超过35岁不考虑必须计算机科学与技术类，数学类相关专业技能要求1.热爱人工智能相关研究，具有一定的程序设计能力，和算法实现能力 2.有较强的算法基础和编码能力，熟练掌握Python，Java、Scala等至少一门语言 3.精通数字图像处理的理论和方法，精通openCV开发，熟悉SSD、YOLO 等网络的应用和 调试 4.良好的统计分析基础，熟练掌握数据分析的体系流程与方法，较高的数据敏感性，熟悉常用的机器学习、数据挖掘算法 5.熟练掌握SQL，熟悉(Python/Java/Scala)等语言及相关库包，熟悉 Hadoop、Spark等分布式计算和存储平台 6.熟悉深度学习（如DNN、CNN、RNN、LSTM等）以及常见机器学习算法（逻辑回归、SVM、决策树、贝叶斯等）的原理与算法 7.理解自然语言处理常用的算法（WORD2VEC，CRF,LDA，LSA,SVD等），对自然语言处理相关的分词、词性标注、实体识别、句法分析、语义分析等有深入的实践经验 8.熟悉流行的深度学习框架(tf,pytorch,caffee)之一,并能熟练的使用 9.有良好的英语水平和强烈的学习欲望,关注业内新闻,论文,并具备一定的复现能力 10.在数据挖掘、CV或NLP至少一个领域有过实际的研究和应用经验方向要求本科看4年以上工作经验的，硕士看2年以上工作经验的
            ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"","edu":"统招本科","salary":"
                    	20-28k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"
               岗位职责：1、使用机器学习算法对海量数据进行挖掘； 2、负责智能排序、个性化推荐、精准营销等多种业务场景的算法实现； 3、负责构建用户画像和内容图谱； 岗位要求: 1、统招本科及以上学历，数学、统计学、计算机等相关专业； 2、三年以上互联网公司和海量数据处理工作经验，有大规模数据清洗、分析经验； 3、熟悉聚类、分类、回归等常见机器学习算法原理和代码实现，有丰富建模经验； 4、熟练掌握Hive、SQL，熟悉spark ml、flink ml优先，至少熟悉一种编程语言，比如python、java等； 5、具有机器学习/精准营销/用户画像/智能推荐等相关工作经验；6、具有良好的执行力、严谨的逻辑思维和自我驱动能力。
","codeName":"语言不限"},{"name":"高级数据挖掘工程师/数据挖掘专家","city":"西安-高新区","edu":"统招本科","salary":"12-18k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"职责描述：1.根据业务场景梳理各环节数据体系，体系包括数据采集、埋点体系、数据应用层数仓体系、看板体系；2.负责各环节数据采集、加工、验收、数仓主题建设；推动开发&其他部门数据同学一起完成业务主题数据建设；3.搭建并完善业务的数据主题和报表体系，保证数据完整、准确、可用；4.根据业务发展提前规划各环节数据，并和分析师&产品团队一起针对分析工作可以拆分对应的数据开发工作；5.可以承担一定程度的分析工作。任职要求：1.大学本科及以上学历；2.有创业精神，具备持续学习能力，能自我驱动，能承受高增长的业绩压力3.熟悉数据处理、数据分析等背景知识，熟悉相关大数据组件；至少精通一门数据挖掘语言（（SAS/Python）），有过埋点治理、数仓搭建、业务分析场景对应的主题表建设经验；4.有使用数据分析驱动业务发展、产品优化等实际经验者优先考虑 ；5.具备良好的学习能力、分析解决问题的能力和沟通协调能力，高度责任心和团队合作精神。对业务有自己理解和判断力；
","codeName":"语言不限"},{"name":"医学数据挖掘与分析主管/经理","city":"重庆","edu":"硕士及以上","salary":"15-25k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"职责描述：1.对接客户科研分析需求，协助科研设计，制定数据挖掘、统计分析解决方案；2.为医学大数据科研项目提供前置性数据评估和支持；3.协助数据分析相关产品部署、演示和客户培训，收集反馈客户使用问题和需求；4.完成临床科研统计建模和分析，撰写分析报告，协助客户科研文章发表。任职要求：1.硕士及以上学历，卫生统计学、流行病学、统计学、数学、公共卫生或预防医学相关专业；2.有2年以上临床科研相关统计分析经验，能独立进行统计分析和报告撰写工作，有SCI文章发表者优先考虑；3.熟练应用SAS、R、python等至少一种编程语言，熟悉临床研究常用的统计方法和前沿的预测建模算法。4.有较强的沟通表达及逻辑思维能力，英语六级以上水平，有较好的的演讲技能。
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师 (区块链方向)","city":"北京-朝阳区","edu":"学历不限","salary":"10-20k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"职责描述：1、负责设计、开发挖掘类算法模块；2、建立数据挖掘模型，分析数据，识别潜在问题及其商业价值，设计方案，构建原型；3、数据处理、检查与清洗等，项目数据建模、模型的选取与优化、模型验证；任职要求：    至少具备1个以上数据挖掘产品开发实战经验；    熟悉Python语言，可以独立开发爬虫；    对数据结构和算法有较为深刻的理解，独立使用过分类、聚类、关联、预测类等算法建模；    逻辑思维能力较强，能独立思考和分析问题，善于将业务问题转化为数据挖掘模型；    熟悉区块链链上朔源者优先。
                        ","codeName":"语言不限"},{"name":"AI算法工程师（数据挖掘方向）","city":"成都-高新区","edu":"硕士及以上","salary":"20-40k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1、基于大数据平台，运用机器学习、统计学习等方法，针对海量用户行为和商品信息建模，构建和优化用户画像；2、基于对业务的理解和大量数据特征，参与模型、产品建设和研究，提升用户体验和产品变现能力；3、负责特征工程及特征提取、灵活采用机器学习领域内的各类算法进行建模及实验，并通过模型调优最大化算法性能。4、部署AI算法，将AI落地应用到相关场景。5、结合公司的业务扩展，探索人工智能前沿在游戏等领域的创新应用。任职要求：1、3年以上机器学习方向经验,有游戏行业项目经验优先；2、熟悉数据挖掘、机器学习、大数据等技术，能熟练使用AI算法并调优；3、具备独立完成项目的能力,熟练阅读相关英文论文资料，具备快速实现最新算法的能力；4、责任心强，具有较好的学习能力和抗压能力。
","codeName":"语言不限"},{"name":"博士后-数据挖掘方向","city":"合肥","edu":"博士","salary":"15-25k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"工作职责:-	探索数据挖掘、机器学习等计算技术在电子产品研发及制造领域的深度应用；-	建立产品全生命周期数字孪生模型，对新产品在研发及制造过程中出现的问题进行早期预警；-	海量电子产品工业大数据分析处理，建立对应的算法模型，实现质量问题预警、拦截、回溯；-	算法模型从调研、实现、部署的全流程工作；-	实时跟踪、研究业界先进算法的发展趋势，评估应用可能性。任职资格:-	精通数据挖掘、机器学习，包括但不限于监督学习模型、非监督学习模型、半监督学习模型等；-	熟练使用 Python、SQL语言，有使用 Sklearn、Pandas、XGBoost 等常见Python包的经验；-	熟悉Flink、Spark、Hadoop等大数据平台；-	对大数据、机器学习领域充满兴趣，愿意不断学习新的知识。有电子产品行业数据挖掘经验者优先；
","codeName":"语言不限"},{"name":"大数据/数据挖掘算法","city":"北京-石景山区","edu":"统招本科","salary":"16-36k·14薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：1、负责大数据技术平台开发；2、负责机器学习算法在线/离线系统实现；3、负责数据仓库和挖掘工具平台开发；4、 对大数据基础架构和平台有深刻理解和丰富开发经验，具备相关产品（Hadoop、Hive、HBase、Kafka、MapReduce、Spark、kudu、es等）项目应用研发经验5、 有大型分布式系统设计经验，负责过海量数据平台上高可用、高性能分布式系统的架构设计。任职资格:1、知名高校研究生学历，计算机或数学统计学等专业，3年以上工作经验；2、具备较强的编程能力，熟练掌握java
                        ","codeName":"语言不限"},{"name":"美团平台-数据挖掘算法工程师","city":"北京-朝阳区","edu":"本科及以上","salary":"15-35k·15薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：岗位职责1.负责美团APP用户的相关数据挖掘和分析，为美团APP的业务、营销、性能等提供策略服务；2.设计多维分析模型，通过多种数据挖掘算法对美团业务多源大数据进行挖掘；3.能够从业务中抽象问题，并选择合适的算法解决问题。岗位基本需求1.计算机、数学或统计学等相关专业本科及以上学历，3年以上互联网研发工作经验；2.具有丰富的数据挖掘、NLP、机器学习方面的经验；3.熟悉Hadoop、Spark、Hive 等大数据处理技术；4.熟悉Java、Python、C++、Shell等常用编程语言中至少一种；5.扎实的编程基础和数据结构算法基础；6.对数据敏感，有较强数据分析、逻辑推理能力和解决问题能力；7.具备强烈的进取心、求知欲及团队合作精神。具备以下者优先在知名互联网公司从事过相关工作的优先
","codeName":"语言不限"},{"name":"高德-算法专家/高级算法专家-数据挖掘&机器学习方向（急）","city":"杭州","edu":"学历不限","salary":"面议","experienceTime":"5-10年","age":"年龄不限","jobDes":"工作职责：1.人地关系画像构建。高德人地关系大数据是阿里巴巴大数据战略重要组成部分，基于高德百PB级海量日志数据，建立并优化地理与用户画像体系，挖掘通用特征体系 2.算法赋能业务。以高德大数据为核心，对人地关系进行分析，构建机器学习模型，发掘数据商业价值，为高德乃至阿里巴巴经济体各项业务进行商业赋能 3.算法效率优化。 与工程同学配合，对海量挖掘模型算法进行性能优化，提升算法效率及算法产出的实时性 任职要求：1.计算机、数学或统计学相关专业硕士及以上学历 2.具备linux环境研发能力，精通Python、Java或C++语言 3.熟悉大规模数据挖掘、机器学习、自然语言处理等相关技术，熟练使用hadoop，hive 4.有大规模用户数据或互联网内容数据处理经验者优先；对搜索引擎、广告投放、推荐系统，用户画像&知识图谱至少一个领域有研究或资深的工作经验者优先 5. 具备优秀的分析和解决问题的能力，对解决具有挑战的问题充满激情，具备良好的主动性和求知欲 6.具备良好的团队合作精神，较强的沟通能力和抗压能力，具备良好的技术领导能力，技术趋势和思路上能影响并带领技术团队 
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"深圳","edu":"本科及以上","salary":"20-30k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"岗位职责:1. 利用海量数据进行数据分析 ；2. 对大数据进行数据清洗以及特征提取 ；3. 寻找外部数据并结合外部数据来改进模型；4. 使用机器学习技术来建立风控模型；5. 搭建大规模机器学习算法平台 ；6. 设计合理的数据可视化展现复杂的想法，并可以顺利传达给用户和公司的领导；7. 建立和完善分析体系，跟踪模型的实施，定期优化算法和分析策略，提供建设性建议。8. 跟踪互联网领域最新的深度学习、强化学习算法的进展和发展趋势 ；9. 调研新技术并且能够解读新技术对金融行业的影响。岗位要求：1. 硕士及以上学历；本科学历，985院校毕业生优先考虑；2. 有3年及以上大数据分析和处理经验；统计学、应用数学、计算机等相关专业；3. 对常用的机器学习算法、特征选择方法、数据建模过程有深入理解 ；4. 熟悉常用数据挖掘算法（如分类、聚类、回归、关联规则、神经网络等）及其原理，并具备相关项目经验；5. 熟练掌握R、Python等语言，并熟练使用SQL语句；6. 熟悉Hadoop,Storm，Spark等大数据技术以及适应场景, 有大规模数据处理和日志处理经验的优先；7. 较强的数据敏感度，逻辑分析能力和文档写作能力；8. 勤奋踏实、工作积极主动、有责任心，能够在压力下工作。
                        ","codeName":"普通话"},{"name":"数据挖掘和算法工程师","city":"广州-海珠区","edu":"本科及以上","salary":"15-30k·14薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1、面向信用卡、零售信贷行业构建关于客户风险管理、反欺诈、客户洞察与精细化运营的AI解决方案；2、参与面向信用卡、零售信贷行业的人工智能应用系统和平台的研发，并与公司整体产品解决方案实现有效融合；3、结合应用场景，理解业务核心需求，综合数据、算法等因素持续改进和优化算法产品性能； 4、追踪数据挖掘、AI算法等领域的发展趋势，将前沿技术应用于具体业务，实现技术创新，构建业务理论体系，进行算法改进、架构优化和策略研发。任职要求：1、硕士及以上学历，计算机、数学、统计及相关专业，3年以上算法实操经验；2、产品和业务应用sense较强，能够针对业务提炼关键指标评估策略价值及发现关键问题；3、扎实的计算机和数学基础，熟悉机器学习原理与算法；4、熟悉分布式架构，有处理海量数据经验，熟悉Spark，Hadoop，Flink等开源框架和组件；5、熟练使用以下编程语言中的至少2种：python、scala、java等；6、熟悉深度学习框架（如Tensorflow、Caffe、Theano、MXNet、PyTorch等）者优先；7、拥有搭建面向互联网、零售金融等行业领域的AI解决方案经验者优先；8、精通时间序列分析、关联网络算法模型并具有业务应用实践经验者优先；9、具备较强的解决问题能力和工程实践能力，良好的团队合作和自我驱动精神，对挑战性问题充满激情。
","codeName":"语言不限"},{"name":"高德-算法专家-数据挖掘&机器学习方向","city":"杭州","edu":"学历不限","salary":"面议","experienceTime":"5-10年","age":"年龄不限","jobDes":"工作职责：  1.高德大数据是阿里巴巴大数据战略重要组成部分，基于高德百PB级海量日志数据，建立并优化地理与用户画像体系，挖掘通用特征体系 2.以高德大数据为核心，对具体问题进行分析，构建机器学习模型，发掘数据商业价值，为阿里巴巴经济体各项业务进行商业赋能  任职要求： 1.计算机或相关专业本科及以上学历  2.熟悉大规模数据挖掘、机器学习、自然语言处理等相关技术 3.优秀的分析和解决问题的能力，对挑战性问题充满激情 4.具备良好的团队合作精神，较强的沟通能力，具备良好的技术领导能力  5.具备linux环境研发能力，精通Python、Java或C++语言 6.熟练使用hadoop，hive的使用 6.具备搜索引擎、广告投放、推荐系统、金融风控等相关技术的知识和经验优先  7.有大规模用户数据或互联网内容数据处理经验者优先
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"上海","edu":"统招本科","salary":"20-40k·13薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1、负责数据 BI 系统的开发工作，主要为后台数据库结构开发；2、根据数据分析需求，进行报表设计、可视化开发； 3、负责BI报表平台的日常维护, 报表问题修复，系统优化，数据处理和文档维护等；4、负责BI后台数据治理、同步维护； 5、负责BI工具的功能研究和其他集成应用； 6、协助数据建模和分析、数据挖掘来发现趋势和问题。任职要求：1、统招本科以上学历，1-3 年以上左右相关工作经验； 2、参与过大型数据仓库ETL、BI项目的设计与开发优先，具备数据仓库架构设计经验和能力，有独立进行数据仓库设计经验； 3、熟悉SQL编程；熟悉ETL产品、如kettle；熟悉BI工具，如Tableau（server、desktop），熟悉BI系统之间集成；4、能够独立且熟练完成BI项目的分析设计和开发工作（包括ETL抽取和前端多维展现）；5、对R、Python有所了解和研究，使用过1-2个以上BI开源工具优先；6、对echarts、D3js、等可视化工具有开发经验优先；7、具备强烈的工作责任感和事业心，良好的团队合作精神和沟通能力；8、计算机、统计学背景优先，互联网、咨询行业背景优先，有数据分析经验优先。
                        ","codeName":"语言不限"},{"name":"阿里集团-高德-机器学习算法专家-POI数据挖掘-北京","city":"杭州","edu":"学历不限","salary":"面议","experienceTime":"5-10年","age":"年龄不限","jobDes":"工作职责：基于大规模用户出行数据（文本、轨迹和图像数据）进行分析建模，运用NLP、机器学习、深度学习等AI算法，改善POI数据质量以提升亿级别用户的出行体验。  - 负责核心机器学习和深度学习算法的技术攻关，并编写/指导编写数据挖掘产品的核心代码，和产品组配合完成模型质量的评测并上线 -负责地理领域知识图谱的核心算法研发，利用实体抽取、实体链接、关系抽取、知识挖掘等技术构建地理信息内容的知识库，并运用到实际业务中 - 探索新技术（RNN，CNN，GCN，Graph等）在用户出行数据领域的应用和落地 任职要求：- 熟练掌握常用的数据挖掘、机器学习、深度学习算法（加分项），并有产品化经验，具备良好的算法选型能力和产品落地经验； - 熟练掌握常用的机器学习算法，包括但不限于LR，SVM，Tree-Based，Boosting等常规算法，熟悉原理并有应用经验； - 熟练掌握Python、R、C/C++、Java等至少1种编程语言，熟练掌握其相关框架、类库及底层技术； -具备深度学习、迁移学习、图算法等优先考虑；  - 较强的沟通能力和团队合作能力； 
                        ","codeName":"语言不限"},{"name":"数据挖掘","city":"北京-海淀区","edu":"统招本科","salary":"12-18k·13薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"职责描述：1.根据客户需求完成数据分析的项目；2.熟练pandas,numpy,mysql数据库，定制各类可视化程序、数据整理、数据爬虫；3.应用十大机器学习算法,进行分类，聚类，预测，模型评估等；4.在大数据集基础上搭建cnn,rnn深度学习网络模型，调参优化模型；5.配合技术团队完成行业前沿机器学习拓展工作，配合完成人工智能项目的技术评估，并配合提供技术解决方案；6.配合公司其他部门完成相关工作。任职要求：1.计算机相关专业，大学本科及以上学历，985/211院校学历背景优先；要求有学习能力与学习热情;2.具备扎实的编码技术，熟悉一门或以上编程语言，python优先,并且能够快速上手其他语言;3.了解爬虫、数据库技术、可视化技术优先；4.有项目经验，能独立完成程序开发者优先；5.学习能力强，有机器学习基础优先，了解机器学习与深度学习框架如sklearn tensorflow pythrch等，或能在团队配合中快速掌握基础的机器学习技术;6.工作节奏快，有对多个新任务并行推进的适应能力；7.对待工作主动、负责有耐心，有强烈的责任感和上进心。
                        ","codeName":"语言不限"},{"name":"金风慧能-高级数据挖掘工程师(J15222)","city":"无锡-华庄","edu":"本科及以上","salary":"面议","experienceTime":"5-10年","age":"年龄不限","jobDes":"工作职责:1、负责运用机器学习相关技术，对风电或光伏数据进行统计分析；；2、研究新的风/光伏电场短期和超短期功率预测建模算法，提升预报准确率；3、负责算法平台的维护与优化工作。任职资格:1、本科及以上学历；计算机、数学相关专业；2、5年及以上软件开发、算法相关工作经验；3、2年以上python实际开发经验；4、熟练掌握支持向量机、神经网络等机器学习算法原理，并能结合实际应用提出优化改进方案；5、熟练掌握Python语言，熟悉numpy、scipy、sklearn、matplotlib、TensorFlow等常用库，能进行算法编程，及数据分析.6、年满18周岁以上。
","codeName":"语言不限"},{"name":"两轮-数据挖掘专家","city":"北京-朝阳区","edu":"本科及以上","salary":"30-60k·15薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"工作职责：美团单车算法团队，主要负责整个单车事业部的人工智能算法研发。您将会接触到海量AI+IOT数据，面对独特新颖的的算法研究方向，需要解决复杂具备挑战性的业务算法问题。您的算法将会影响数百个城市数亿用户的每日出行，也可能会重塑构建未来城市绿色、环保出行生态。算法团队与国内外多个高校合作，具备cutting-edge算法方向研究、实现能力，已经发表多篇顶会论文，并且广泛应用到实际业务之中。团队技术氛围宽松，崇拜数据、相信算法，期待各位数据科学家、算法专家的加入！岗位职责：1.  负责美团两轮智能算法，通过算法来提升两轮出行的各个业务环节效率，包括但不限于供需预测、智能干预调度、智能画像、智能营销等；2.  探索城市用户空间行为模式与人地关系，针对海量数据的用户短途出行，进行时空建模、行为刻画以及算法调优。与业务、产品团队密切合作，优化业务复杂链路效率，提升用户体验；3. 善于从业务中抽象问题，并选择合适的算法解决问题，技术难题攻关；4. 指导中低阶算法工程师，关注他们的成长并协助解决遇到的问题。岗位要求：1. 3年以上互联网公司机器学习算法研发工作经验；2. 精通常用的数据挖掘算法和基础的机器学习算法，包括但不限于监督学习模型（分类、回归、排序等模型）、非监督学习模型（聚类）、半监督学习模型等；3. 具有扎实的计算机科学功底，扎实的编程基础和数据结构算法基础、编程能力和问题解决能力；4.  善于交流，有良好的团队合作精神和协调沟通能力，有与产品、架构、数据开发等多方密切配合的经验和意识，驱动协调多个团队达成目标；5. 有长链路复杂业务的算法研发经验，有ACM 比赛经历或曾在国际会议、期刊上发表过相关论文优先。岗位亮点：1. 参与美团两轮出行业务，运用机器学习算法等技术对业务效率、用户体验等环节进行全新的升级、再造；2.  能和LBS、O2O、物流、人工智能等多元化背景的团队技术大牛一起，综合学习，共同进步。
","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"杭州","edu":"本科及以上","salary":"18-35k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"岗位描述：1、从数据中探寻并发现业务规律，并主动与客户沟通，提炼场景，为算法工程师提供业务经验指导，协同合作，形成解决方案；2、构建端到端的算法项目实现，主要工作包括数据源对接，数据探索，数据清洗，特征工程，同时快速构建模型，并基于误差进行分析迭代；3、制定有效项目进度管理机制，按照项目上线时间表，推进项目研发工作；4、定期与客户沟通，相关材料与PPT准备。岗位要求：1、拥有计算机科学、统计或相关学科学位，或在大数据领域有工作经验；2、熟练使用Python，熟悉至少一种数据库（MySQL、Oracle等）；3、熟悉机器学习的基本原理与运作流程；4、良好的数据分析能力和习惯，能从业务角度进行各类EDA与数据处理，善于通过数据发现问题或机会；5、良好的沟通能力和团队合作精神，有一定的组织协调能力和项目管理能力；6、有过零售、快销、鞋服类行业项目落地经验者优先。
                        ","codeName":"普通话"},{"name":"数据挖掘","city":"杭州","edu":"本科及以上","salary":"20-40k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"岗位描述：1、从数据中探寻并发现业务规律，并主动与客户沟通，提炼场景，为算法工程师提供业务经验指导，协同合作，形成解决方案；2、构建端到端的算法项目实现，主要工作包括数据源对接，数据探索，数据清洗，特征工程，同时快速构建模型，并基于误差进行分析迭代；3、制定有效项目进度管理机制，按照项目上线时间表，推进项目研发工作；4、定期与客户沟通，相关材料与PPT准备。岗位要求：1、拥有计算机科学、统计或相关学科学位，或在大数据领域有工作经验；2、熟练使用Python，熟悉至少一种数据库（MySQL、Oracle等）；3、熟悉机器学习的基本原理与运作流程；4、良好的数据分析能力和习惯，能从业务角度进行各类EDA与数据处理，善于通过数据发现问题或机会；5、良好的沟通能力和团队合作精神，有一定的组织协调能力和项目管理能力；6、有过零售、快销、鞋服类行业项目落地经验者优先。
                        ","codeName":"普通话"},{"name":"金风慧能-高级数据挖掘工程师(J15222)","city":"北京-亦庄","edu":"本科及以上","salary":"18-30k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责:1、完成业务需求调研，业务需求功能设计、编写需求文档。2、完成需求功能的算法设计、算法包编写和测试。任职资格:1、本科及以上学历；工业工程、应用数学、运筹学与控制论专业；2、熟练掌握Python3.x，熟悉numpy、scipy、sklearn、matplotlib、TensorFlow等常用库；熟练使用至少一种数据库，熟练掌握SQL；能进行算法编程及数据分析；3、熟悉最优化相关算法，有数学建模的实践经验和应用，比如遗传算法、模拟退火算法、蚁群算法；4、有制造业行业，供应链相关算法工作经验（如预测、安全库存设计、采购计划等）优先考虑。5、年满18周岁以上。
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"常州","edu":"本科及以上","salary":"9-14k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"职位描述：1、负责设计和开发分布式的网络爬虫，解决相关数据需求。2、负责ETL组件开发、维护和优化。3、通过数据业务场景，扩充新的维度4、参与公司平台化产品的开发任职要求：1、本科以上学历，软件/计算机相关专业，3年以上的数据挖掘工作经验。2.专业知识：掌握JAVA、了解python。熟悉mysql等数据库。熟悉主流的数据爬取、ETL等工具。对http协议和前端基础技术有⼀定的了解。3.能力要求：逻辑性强，对数字敏感，思维缜密，创新能力强，责任心强有，具有较好的团队合作意识。
                        ","codeName":"普通话"},{"name":"数据挖掘","city":"广州-越秀区","edu":"本科及以上","salary":"20-30k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"任职要求：1、熟悉工程领域数据挖掘、数据爬取等技术，具有在工程企业尤其是工程咨询企业从事大数据应用的系统开发，管理经验的优先。2、具有在宏观经济分析、行业分析等相关领域从事数据爬取、模型分析等大数据应用的经验的优先。
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师（兰州）","city":"杭州-余杭区","edu":"本科及以上","salary":"15-30k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"岗位职责：1.熟悉数据挖掘算法,如聚类、逻辑回归、决策树等 ，并具有一定的算法设计和实现能力；2.针对业务问题，进行数据探索，选择合适的挖掘算法，构建挖掘模型，设计并编写数据挖掘解决方案；3.对数据或业务相关专题进行研究分析,得出有效结论;4.有rapid miner经验者优先。任职要求：1. 计算机相关专业本科以上学历，精通Java语言；2.在数据挖掘 、数据分析、数据建模领域有5年已上经验。
","codeName":"语言不限"},{"name":"大数据挖掘与分析负责人","city":"","edu":"统招本科","salary":"
                    	80-100k·20薪","experienceTime":"5-10年","age":"28-42岁","jobDes":"
               工作职责：1、综合运用数据分析、人工智能/机器学习等技术，分析挖掘业务中的问题，并给出优化方向； 2、负责大数据挖掘、大数据分析、数据可视化在业务上的应用研发落地；3、负责数据分析师团队建设和培养；任职要求：1、统计、应用数学、运筹、计算机相关专业硕士及以上学历；2、大数据分析挖掘、运筹规划或机器学习领域5年以上工作经验.，有知名咨询公司3年及以上经验优先，具有成功的商业分析案例；3、优秀的商业分析能力，能对复杂业务数据进行梳理分析、抽象概括、建立数学模型，发现并解决问题；4、对主流优化模型和算法的原理、具体实现以及应用有深刻理解；5、具有良好的领导力和跨团队协作能力，能够承担项目规划、资源协调、人才培养的任务；6、熟悉C/C++/Java/python/go中至少一种编程语言；
","codeName":"语言不限"},{"name":"高级数据挖掘","city":"","edu":"硕士及以上","salary":"
                    	25-35k·14薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"
               岗位职责1、负责公司用户画像系统构建和标签体系建设2、承接业务建模需求，包括开店选址模型、人流预测模型等3、挖掘数据和文本的商业价值岗位要求1、数学、统计学、计算机等相关专业背景，全日制研究生及以上学历；2年以上相关工作经验；2、熟悉常用机器学习处理算法；3、有用户标签体系建设、商业建模经验优先；4、熟练掌握python语言，熟练掌握SQL；熟悉tensorflow等开源计算框架之一；5、具备较强独立思考能力，对数据敏感，热衷从数据中发现规律；积极主动，勇于接受挑战，富有创新精神。
            ","codeName":"语言不限"},{"name":"数据挖掘/数据分析/大数据开发","city":"","edu":"学历不限","salary":"
                    	30-60k·15薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"
               数据分析：任职资格：1.本科及以上学历，数学、统计、计算机专业等相关专业优先；2.三年以上数据处理和分析经验，熟练掌握Hive/SQL，熟悉常用数据统计和分析方法；3.熟练使用Excel/Tableau/PowerBI等；4.精通Python/R优先；5.对大数据、互联网一定认知和理解；6.有较强的团队精神、沟通能力，工作细致认真。数据挖掘任职资格：1、计算机相关专业研究生以上学历，4年或以上数据仓库或数据挖掘工作经验；2、熟练掌握python，scala，Java等编程语言，有大数据分析工作经验者优先；3、较好的逻辑分析能力，良好的沟通交流能力和文字语言表达能力，从事过移动产品数据分析工作者优先。4、参与过系统底层优化项目或编译器后端优化项目者优先；大数据开发任职资格：1、大数据一线开发经验3年及以上2、经历过3-5个大数据完整项目，每日处理数据量百GB以上3、对于大数据技术熟练掌握使用，读过相关框架源码，例如hadoop，spark等源码为佳
            ","codeName":"语言不限"},{"name":"高级数据挖掘工程师","city":"","edu":"硕士及以上","salary":"
                    	25-40k·14薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"
               高级数据挖掘岗位职责1、负责公司用户画像系统构建和标签体系建设2、承接业务建模需求，包括开店选址模型、人流预测模型等3、挖掘数据和文本的商业价值岗位要求1、数学、统计学、计算机等相关专业背景，全日制研究生及以上学历；2年以上相关工作经验；2、熟悉常用机器学习处理算法；3、有用户标签体系建设、商业建模经验优先；4、熟练掌握python语言，熟练掌握SQL；熟悉tensorflow等开源计算框架之一；5、具备较强独立思考能力，对数据敏感，热衷从数据中发现规律；积极主动，勇于接受挑战，富有创新精神。
            ","codeName":"语言不限"},{"name":"数据挖掘","city":"","edu":"本科及以上","salary":"
                    	20-40k·13薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"
               1、	计算机、模式识别、文本挖掘、数学等相关专业本科以上学历；2、	3年以上机器学习算法工作经验；3、	扎实自然语言处理/机器学习/数据挖掘理论和技术基础，精通常见机器学习算法（逻辑回归、SVM、神经网络、决策树、贝叶斯等），有在实际应用中建模解决问题的经验；4、	熟悉至少一门编程语言，如：R、Python、Scala等；5、	有spark平台应用经验优先。6、	有风电行业或新能源行业业务背景经验优先。1、	负责机器学习算法的研究和在风机、光伏预警方面的应用；2、	负责已有预警模型的跟踪优化；3、	负责预警分析报告、测试报告的编写；4、	负责 feature selection、combination 等 feature engineering 工作。
            ","codeName":"语言不限"},{"name":"数据分析师/数据挖掘/数据管理","city":"","edu":"统招本科","salary":"
                    	20-35k·13薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"
               职责：1、协助数据产品经理，基于主题数据分析提炼业务数据需求；2、对ETL人员提出技术实施需求，将数据模型师开发的数据模型落地为各种数据标签，将内外部非结构化的大数据信息，转化为有价值的结构化信息；3、协助数据产品经理，完成相关主题数据统计、多维分析、图表展现；4、持续与业务人员沟通主题数据应用情况，不断优化。要求：1、熟悉一种报表展现工具的应用，具备1年以上报表或仪表盘设计实施经验；2、清晰了解各种图表适应的业务分析需求，并灵活应用；3、熟练掌握SQL、统计学线性回归、逻辑回归、聚类、时间序列原理，进行主题数据分析与应用；3、本科及以上学历，计算机或统计学专业，3年或以上BI相关工作经验。
","codeName":"语言不限"},{"name":"数据挖掘算法工程师","city":"","edu":"硕士及以上","salary":"
                    	15-20k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"
               任职要求：1. 2年以上数据挖掘相关项目开发经验，3年以上python、spark等编码经验； 2. 熟悉常用机器学习和数据挖掘算法，包括但不限于决策树，线性回归，支持向量机，神经网络等 3. 对于Spark/Hadoop/HBase/Hive等大数据处理平台具备一定了解，熟练使用Python等脚本语言 4. 良好的英文阅读、理解能力。岗位职责：1.负责小组现有产品项目的算法优化，包括算法模块的编写、相关实验和测试的组织实施；2.负责参与项目的新产品涉及算法模块的设计、编写、相关实验和测试的组织实施； 3.参与项目的技术可行性分析，提出技术方案选择建议； 4.负责根据小组需要向公司提请培训需求计划，并安排小组相关人员参加； 5.参与项目开发维护过程中代码编写、调试及重大技术问题的解决； 6.负责组织安排小组成员分析项目技术问题，负责必要的软件更改； 7.负责协助技术经理审核小组成员的工作周计划及工作日报，以及小组成员的培训考核工作。
            ","codeName":"语言不限"},{"name":"用户数据挖掘工程师","city":"","edu":"统招本科","salary":"
                    	30-50k·15薪","experienceTime":"经验不限","age":"25-35岁","jobDes":"
               职位描述1、负责头条、抖音、西瓜视频等字节跳动核心产品的风控数据体系建设工作，构建合理的数据体系，支撑业务快速发展； 2、深入理解风控业务，运用数据挖掘、机器学习、深度学习等技术，提升风险管理水平，为业务保驾护航； 3、基于风控数据体系，挖掘多维度特征（包括并不限于：用户行为、兴趣、设备等）、构建用户画像，应用于反欺诈/渠道反作弊等领域； 4、基于各种关系网络数据，运用图挖掘算法，挖掘用户/设备关联度、亲密度等特征，辅助内容推荐、风控等业务方向； 5、深入探索业务数据，创新性的思考和发现问题，并提出有效解决方案。职位要求1、计算机/统计/数学/NLP等相关专业硕士以上学历，3年以上工作经验； 2、熟悉常用机器学习模型/算法框架，如GBDT/LR/SVM、Tensorflow/Caffe等； 3、精通至少一门编程语言，熟练运用各种常用算法和数据结构，有独立实现能力； 4、具有优秀的逻辑思维能力、很强的数据分析和解决问题能力； 5、有安全风控、反欺诈、反作弊等领域经验者优先。
","codeName":"语言不限"},{"name":"数据挖掘工程师 — 游戏","city":"","edu":"统招本科","salary":"
                    	30-50k·15薪","experienceTime":"经验不限","age":"25-35岁","jobDes":"
               职位描述1、负责头条、抖音、西瓜视频等字节跳动核心产品的游戏数据体系建设工作，构建合理的数据体系，支撑业务快速发展； 2、深入理解游戏业务，运用数据挖掘、机器学习、深度学习等技术，提升对游戏内容与用户需求的理解和应用水平； 3、深入探索业务数据、理解业务场景，创新性的思考和发现问题，并提出有效解决方案。职位要求1、计算机/统计/数学/NLP等相关专业硕士以上学历，有相关工作经验优先； 2、熟悉常用机器学习模型/算法框架，如GBDT/LR/SVM、Tensorflow/Caffe等； 3、精通至少一门编程语言，熟练运用各种常用算法和数据结构，有工程实现能力； 4、具有优秀的逻辑思维能力、很强的数据分析和解决问题能力； 5、有游戏行业相关经验者优先。
","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"","edu":"统招本科","salary":"
                    	20-30k·14薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"
               岗位职责：1、负责人体睡眠阶段体征数据分析及用户睡眠健康信息可视化展示2、利用多维数据进行数据处理和挖掘，探索数据价值3、开发基于数据的健康应用4、开发风险预测模型，以现有产品服务为基础为用户健康管理提供预警信息和干预方案任职要求：1、计算机、数理统计、生物信息学、医学、生物学等专业硕士以上学历2、医疗检测、智能穿戴等行业两年以上工作经验3、具有较强数据思维，对数据分析挖掘方向有浓厚兴趣4、具有熟练的Python编程能力，熟悉Linux工作环境5、具有扎实统计基础和可视化能力6、乐于学习分享和交流
            ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"长沙","edu":"本科及以上","salary":"10-18k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"岗位职责：1.深刻理解业务数据，能够根据用户场景有逻辑的推断指标，并建立对应数据仓库；2.有独立清洗数据能力，对异常数据能很好的理解和处理；3.对模型理论有深入了解，能够灵活运用各种模型完成数据挖掘工作；4.协助完成整个数据分析框架，与分析师和ETL协同合作。任职要求：1. 计算机、统计学、数学等相关专业； 至少2年以上数据挖掘、大规模机器学习工作经验，有互联网数据 挖掘工作经验优先； 2. 具备深厚的数据挖掘、机器学习知识，有效的利用模型解决过业务数据需求； 3. 熟练使用python 和 Spark等数据挖掘工具； 4. 有数据可视化经验者优先。员工福利：1.五险一金，带薪年假，弹性工作制；2.年终奖+年货+开门红包+节日福利+生日礼物；3.员工每月团建，集体旅游活动，游山玩水；4.完善的培训体系（专业的入职培训+新人存活培训+晋升培训等）；5.内部学习机制，员工图书馆，每月可申请书籍；6.广阔的晋升通道，健全的晋升制度，平台够大，愿有多大，路就有多长。
","codeName":"语言不限"},{"name":"高级数据分析师（数据挖掘)","city":"深圳","edu":"统招本科","salary":"20-35k·13薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"岗位职责：1、结合业务进行深度分析，挖掘数据价值，提供有洞察能落地的结论，为产品运营的策略制定提供数据支持；2、通过专题分析，对业务问题进行深入分析，形成数据运营指标体系，并定期输出业务发展分析报告，为业务的策略、产品优化提供数据支持；3、设计AB方案，推断挖掘影响业务增长的核心因素，制定优化策略并协同推进落地；4、使用统计学分析方法、挖掘算法，构建数据分析模型，提供业务痛点解决方案，驱动业务迭代优化。任职要求：1、统计、数学、计算机等专业本科以上学历，五年以上互联网行业工作经验；2、熟悉数据挖掘的基本原理，熟练掌握Python，R，SAS等至少一种数据分析挖掘工具；3、熟悉分类、聚类、预测等常用算法逻辑，并有相应的项目落地经验；4、有数据库、数据仓库的处理经验，熟练使用SQL，掌握SQL/Tableau/R；5、对数据敏感，善于从数据中发现疑点，良好的沟通表达能力、逻辑思维能力，数据分析处理思路严谨，自我驱动、结果导向。
                        ","codeName":"语言不限"}]