[{"name":"高级机器学习、数据挖掘算法工程师","city":"","edu":"硕士及以上","salary":"
                    	50-70k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"
               1、针对特定的应用场景设计机器学习模型，向业务线提供回归、分类等等算法支持；2、能够独立完成数据处理、模型搭建、性能优化、工程上线的部分工作；3、分析已有模型在线上线下数据的性能表现并提出可行的迭代方案；4、机器学习、深度学习、自然语言等前沿技术的研究和创新。职位要求1、硕士研究生及以上学历，计算机相关专业；2、扎实的机器学习、深度学习理论基础和实践经验；3、熟练的编程能力，熟悉并能深入理解常用的机器学习算法或深度学习模型；4、能够独立思考，具备把实际问题转化为机器学习问题的能力；5、有良好的沟通能力，具有团队合作精神，优秀的逻辑分析能力和学习能力；6、有在机器学习期刊或会议发表经历者优先。
            ","codeName":"语言不限"},{"name":" 高级数据挖掘（社区新零售）","city":"","edu":"统招本科","salary":"
                    	25-40k·15薪","experienceTime":"3-5年","age":"27-40岁","jobDes":"
               数据挖掘工程师工作地点： 北京或无锡岗位职责:1、负责数据挖掘算法底层技术和平台的研究；2、根据业务场景，设计算法解决方案；完成特征工程的构建、数据采集、数据清洗、数据挖掘模型构建、算法部署等工作；3、负责预测算法、异常指标监控体系的设计、开发、部署及维护；4、使用机器学习、运筹优化等算法对供应链优化、产品组合、用户营销等提供策略；5、参与数据挖掘算法平台的搭建；6、从系统应用角度，在大数据框架下实现算法技术解决实际问题；任职资格：1.计算机/数学/统计学相关专业本科及以上学历；2.3年以上互联网公司预测等数据挖掘机器学习算法研发工作经验； 3.精通常用的数据挖掘算法和基础的机器学习算法，包括但不限于监督学习模型（分类、回归、排序等模型）、非监督学习模型（聚类）、半监督学习模型等；4.具有扎实的计算机科学功底，扎实的编程基础和数据结构算法基础，极强的编程能力和问题解决能力；5.善于交流，有良好的团队合作精神和协调沟通能力，有与产品、架构、数据开发等多方密切配合的经验和意识，驱动协调多个团队达成目标。 6.有新零售相关经历，对新零售业务有较强的热情者优先考虑。 
","codeName":"普通话"},{"name":"数据挖掘工程师","city":"","edu":"统招本科","salary":"
                    	25-50k·15薪","experienceTime":"经验不限","age":"35岁以下","jobDes":"
               工作职责- 职位描述 - 1、深度参与大规模推荐引擎的研发工作，负责内容理解方向的算法研发。 - 内容质量：识别出题文不符、低俗、虚假、广告等不良内容，实现高效审核。 - 兴趣点识别：根据运营设置的兴趣体系，用文本分类技术自动识别出文章对应的兴趣点。 - 消重与聚类：对海量内容做消重与聚类，避免为用户做重复推荐； - 评论氛围：识别出谩骂、广告等不良评论，维护评论区氛围；﻿2、负责互联网资源特征数据挖掘，包括页面特征、站点特征、页面价值度、热点变化趋势等3、负责链接的反垃圾，识别无价值链接，控制链接规模4、利用机器学习/深度学习算法建立模型，预估链接质量- 职位要求 - 1、技术：熟悉自然语言处理常见算法与模型，持续跟进NLP领域的技术进展。 - 产品：具有NLP算法应到到产品上的经验，熟悉具体流程（调研、评估等）。 - 经验：参与或主导过NLP算法项目（如文本分类、消重系统、实体识别）。 - 合作：良好的组织能力、沟通能力、协作能力以及良好的职业道德。2、熟悉搜索相关领域如：网页抓取/页面解析/信息挖掘/统计分析工作经验者优先3、有机器学习/深度学习经验者优先
            ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"","edu":"统招本科","salary":"
                    	25-45k·15薪","experienceTime":"5-10年","age":"28-35岁","jobDes":"
               岗位职责:1、海量日志数据清洗、整理、统计；海量文章主题挖掘、主题分类，提供数据支持业务判断；2、编写数据挖掘方案以及相关文档；3、深度参与业务场景下的场景讨论与设计，与业务一起高速成长。3、研究数据挖掘或统计学习领域的前沿技术，针对不同业务场景需求进行模型开发和落地。任职资格:1、机器学习、数据挖掘相关方向本科及以上学历或5年以上工作经验；2、对数据驱动业务有深入理解,对数据与业务方面有足够的敏感性,有较强的逻辑分析能力和独立思考；2、熟悉Python、SQL/hive、C++、R等，较强的算法和数据结构功底，能独立提取分析所需数据,熟悉Hadoop/Spark/Hive技术优先；4、熟悉常用机器学习、深度学习算法，包括但不限于逻辑回归、SVM、随机森林、神经网络等；5、良好的逻辑思维能力,优秀的分析和解决问题的能力,对挑战性问题充满激情；6、良好的团队合作精神,较强的沟通能力；
            ","codeName":"语言不限"},{"name":"","city":"","edu":"","salary":"","experienceTime":"","age":"","jobDes":"","codeName":""},{"name":"数据挖掘","city":"","edu":"博士","salary":"
                    	30-60k·18薪","experienceTime":"3-5年","age":"30-45岁","jobDes":"
               岗位职责:1、参与金融、零售、医疗、物联网等业务的行业分析、精准营销、管理决策等方面的数据挖掘工作；2、根据分析、诊断结果，建立数学模型并优化，撰写报告，为运营决策、产品方向、销售策略等提供数据支持；3、指导、培训公司内部人员利用专业数据分析、挖掘工具进行数据整理。4、有相关工作经验2年以上。任职要求任职资格:1、博士学历，有较强的数学功底和扎实的统计学、数据挖掘功底，统计、数学、计算机相关专业尤佳；2、精通常用数据挖掘工具软件R / SPSS / Python等工具，可代码级实现数据挖掘算法；3、有较强的业务敏感度，分析能力强；4、须备良好的职业素质与敬业精神，注重团队合作，擅长沟通表达；5、能够适度出差；6、熟悉数据产品开发、推广，有数据挖掘项目实施经验者优先，有营销知识，理念和实践者优先。
            ","codeName":"语言不限"},{"name":"大数据挖掘和分析专家","city":"","edu":"统招本科","salary":"
                    	50-75k·15薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"
               1、综合运用数据分析、人工智能/机器学习等技术，分析挖掘业务中的问题，并给出优化方向；2、负责大数据挖掘、大数据分析、数据可视化在业务上的应用研发落地。3、负责数据分析师团队建设和培养岗位要求：1、统计、应用数学、运筹、计算机相关专业硕士及以上学历；2、大数据分析挖掘、运筹规划或机器学习领域5年以上工作经验.，有知名咨询公司3年及以上经验优先，具有成功的商业分析案例；3、优秀的商业分析能力，能对复杂业务数据进行梳理分析、抽象概括、建立数学模型，发现并解决问题；4、对主流优化模型和算法的原理、具体实现以及应用有深刻理解；5、具有良好的领导力和跨团队协作能力，能够承担项目规划、资源协调、人才培养的任务；6、熟悉C/C++/Java/python/go中至少一种编程语言；7、在有影响力的国际期刊上发表过物流相关领域的论文优先考虑。
            ","codeName":"语言不限"},{"name":"转化医学经理-数据挖掘方向","city":"","edu":"博士","salary":"
                    	15-25k·13薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"
               【岗位职责】1、跟踪肿瘤基因检测前沿研究动态，对不同癌种科研合作数据或公共数据深入挖掘（医学方向）；2、案例的分析，撰写；3、转化医学项目的设计，分析；4、配合完成部门内部的业绩目标。【任职要求】1、医学、遗传、基因组学、生物信息学等相关专业博士；医学专业优先；2、具有比较好的统计学基础；3、具有比较强的临床医学背景；4、具有二代测序大数据和临床大数据相关项目的数据挖掘经验；5、以第一作者有发表过至少1篇与肿瘤基因组学相关的SCI文章；6、具有良好的英文阅读、写作交流能力；7、关注二代测序大数据和临床大数据前沿；具有敏锐的临床医学问题挖掘能力；8、踏实、稳重，责任心强，有较强的学习能力，有上进心。
            ","codeName":"英语"},{"name":"数据挖掘专家","city":"","edu":"统招本科","salary":"
                    	30-50k·16薪","experienceTime":"5-10年","age":"36岁以下","jobDes":"
               职位描述：1、基于广告数据管理平台，通过数据挖掘、大数据处理、数据分析等技术，对用户行为数据和媒体特征数据进行挖掘与分析，包括但不限于用户画像、广告排序、流量预测、效果预测等方向；2、与业务相关产品、运营同学深度配合，通过数据分析产品痛点、探寻优化思路，并参与到产品优化的各环节；用数据说话，用数据推动产品迭代；3、参与丰富用户行为日志设计、数据仓库设计、日志分析计算等相关工作；4、与相关团队协作进行数据建模和快速迭代，推动部门的数据化运营。任职要求：1、 本科及以上学历，计算机、数学、统计等相关专业；2、三年及以上机器学习、大数据挖掘等相关领域经验，能够深入了解算法细节，能够熟练进行数学建模，并能够推动获取优解；3、熟悉协同过滤、回归分析模型、关联规则挖掘、分类和聚类算法等数据统计模型和挖掘算法，有独立完整的建模实践经验优先；4、精通hadoop/hive/spark等一个或多个分布式计算框架/算法平台；5、有个性化推荐排序、流量预测、智能定价、精准营销、计算广告等相关工作经验者优先。
            ","codeName":"语言不限"},{"name":"数据挖掘高级工程师","city":"","edu":"统招本科","salary":"
                    	30-50k·15薪","experienceTime":"3-5年","age":"25-38岁","jobDes":"
               岗位描述：1、基于每日百亿级展现数据，搭建大数据处理平台;实现流式事件的实时计算，落地储存。对于离线数据完成数据仓库的建立，为数据挖掘提供有效的数据； 2、使用用户行为数据，广告投放数据，挖掘数据层次关系，分析媒体.流量.广告主等数据来提高变现效率；3、数据分析，挖掘，模型具体的产品化；了解广告业务，能和PM合作，基于数据驱动持续优化数据产品。4、业务分析、技术把关与人才选拔岗位要求：1、熟悉C++、JAVA、python中的一种或多种编程技术，编程能力强，熟悉大数据处理技术，善于学习应用业界领先数据架构和技术；2、对大数据开源组件有使用经验，对hadoop/hive/spark/ES/druid 其中一项精通；3、熟悉数据挖掘算法，包括数据清洗.统计学习.分类聚类算法，并能够验证算法效果，将算法应用在广告业务中； 4、善于学习，思维活跃，善于从数据中发现.思考并解决问题；5、有广告研发经验者优先，对广告行业有自己思考的优先。
","codeName":"语言不限"},{"name":"算法专家-数据挖掘&机器学习方向","city":"","edu":"统招本科","salary":"
                    	45-75k·20薪","experienceTime":"5-10年","age":"25-35岁","jobDes":"
               职位描述：1.大数据是公司战略重要组成部分，基于公司百PB级海量日志数据，建立并优化地理与用户画像体系，挖掘通用特征体系2.以公司大数据为核心，对具体问题进行分析，构建机器学习模型，发掘数据商业价值，为公司经济体各项业务进行商业赋能职位要求：1.计算机或相关专业本科及以上学历2.熟悉大规模数据挖掘、机器学习、自然语言处理等相关技术3.优秀的分析和解决问题的能力，对挑战性问题充满激情4.具备良好的团队合作精神，较强的沟通能力，具备良好的技术领导能力5.具备linux环境研发能力，精通Python、Java或C++语言6.熟练使用hadoop，hive的使用6.具备搜索引擎、广告投放、推荐系统、金融风控等相关技术的知识和经验优先7.有大规模用户数据或互联网内容数据处理经验者优先
            ","codeName":"语言不限"},{"name":"大数据挖掘开发工程师","city":"","edu":"学历不限","salary":"
                    	15-20k·14薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"
               岗位职责:参与垂直领域业务数据挖掘,数据分析;参与大数据基础架构和技术体系的规划建设参与数据中台,业务前台系统开发任职要求:3年以上大数据分析相关工作经验，计算机或相关专业本科及以上学历,;具备扎实的数据挖掘和数据分析功底;掌握常用模型原理;熟练使用相关工具;掌握大数据技术核心原理;熟悉大数据开发环境搭建;对实时计算、离线计算、流式计算、批量计算等有深刻理解;精通hadoop,hdfs;掌握常用ETL工具;熟练使用mapreduce,spark,flink大数据计算引擎进行海量数据加工;熟悉常见关系型数据库,nosql数据库,数据仓库;掌握设计规范,善于sql;了解大数据任务调度引擎,系统监测工具,具有系统调优经验;熟悉kafka/RocketMQ等中间件,掌握RPC原理;精通python/go/java/scala中至少一种;熟练掌握微服务开发框架,了解核心机制和关键源码;具有丰富的接口设计经验;熟悉常用项目构建工具,熟练使用相关配置进行构建优化;熟练应用linux常用命令,掌握系统内核原理;掌握常用的算法,数据结构和算法设计技巧;了解GOF设计模式及其应用;逻辑清晰,善于沟通,热爱技术,乐于分享;有codereview习惯,具备良好的代码规范意识,有开源社区代码贡献经验优先
            ","codeName":"语言不限"},{"name":"数据挖掘专家","city":"","edu":"统招本科","salary":"
                    	30-50k·12薪","experienceTime":"5-10年","age":"30-40岁","jobDes":"
               1、负责大数据基础架构平台的设计、技术选型，主导对应的建设实施、保证集群高效稳定运行； 2、负责面向PB量级的数据查询、数据计算、数据存储以及数据模型与管理的总体架构与优化，提升数据查询的响应效率； 3、负责平台数据建模和设计工作，数据抽取，数据清洗，数据建模工作，具有ETL设计与开发，数据质量保障，元数据管理，指标体系建立； 4、跨团队/部门协作、系统分析并解决各类大数据平台相关的运行或数据问题； 能力素质： 1、熟悉BI平台架构，大数据解决方案及hadoop、Spark大数据相关技术,熟悉分布式系统基础设施中常用的技术，如缓存、消息中间件、搜索引擎等，有实践经验者优先； 2、熟悉多项大数据处理/分析相关的工具/框架，Hadoop, Mapreduce、Hive、Storm、Spark、kylin、scribe、 kafka、hbase、canal、sqoop、presto、elasticsearch等； 3、精通Java语言以及J2EE平台特性，熟悉常用的设计模式和开源框架，有大型互联网项目经验或业内知名产品研发经验者优先； 4、较强的自学能力和钻研精神，具有良好的沟通能力和团队合作能力，综合能力强，有团队管理能力者优先。
            ","codeName":"语言不限"},{"name":"高级算法/数据挖掘工程师/机器学习专家","city":"","edu":"硕士及以上","salary":"
                    	30-60k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"
               高级算法/数据挖掘工程师/机器学习专家岗位职责：•	理解数据的产品应用场景逻辑，通过统计方法和通用分布式框架工具语言如hadoop，不断加强数据服务质量；•	独立负责算法类相关的需求发掘、技术预研、系统设计，以及推动业务方共同落地，并制定后续运营和优化计划 ；•	参与数据、工具平台相关的功能接口、数据接口开发，完成业务功能；负责持续对正在实施的算法模型效果跟进及调优 ；•	跟踪机器学习算法理论进展，并且将优秀的算法应用到业务场景当中，提升业务效果。任职要求：•	本科以上学历，有数据工程师项目经历；•	熟练使用回归、聚类、因子、关联、决策树、神经网络等数据挖掘模型和多元统计分析方法，并能培训和指导数据挖掘工程师完成商业目标一般复杂的建模方案；•	精通spark MLAb、pyspark、tensorflow等数据挖掘工具 ；•	具备独立推广挖掘方案被产品经理或运营采纳的能力，可熟练正确应用分析模型并指导新成员精确高效的完成挖掘和数据应用；•	能主动发现和识别一般复杂的问题，提炼问题、做好挖掘规划和思路，并转化为挖掘目标和详细需求；
","codeName":"语言不限"},{"name":"数据挖掘","city":"","edu":"统招本科","salary":"
                    	20-40k·15薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"
               工作职责1、负责搭建好伙伴、企业宝、好车主等APP数据体系搭建，包括支持报表、宽表、标签等；2、负责线上车险转化漏斗监控，分析漏损原因并制定提升方案；3、负责车险转化精准策略推荐，包括识别高意向用户、识别用户服务偏好、线上偏好等任职资格1、大学本科及以上毕业（国内Top15、国外Top50的大学），数学/精算/统计/计算机/保险等专业2、2年以上互联网或保险公司数据应用经验，对数据分析建模整套流程有较为全面的理解。 3、熟练使用SQL、EXCEL等数据分析工具
            ","codeName":"语言不限"},{"name":"安全数据挖掘负责人","city":"","edu":"硕士及以上","salary":"
                    	70-100k·15薪","experienceTime":"5-10年","age":"30-38岁","jobDes":"
               职位描述：1. 负责信息安全相关的数据分析，挖掘，模型具体的产品化；2. 运用各类分析方法对数据进行分析与抽象，制定有效的的风险识别策略和算法；3. 负责制定量化分析目标，设计数据挖掘框架、流程与计划，设计与优化数据挖掘算法；4. 负责团队建设、业务分析、技术选型与人才选拔。职位要求：1. 熟悉安全业务，能够基于数据驱动持续优化产品；2. 熟悉常用的异常检测模型，熟悉其原理和适用范围；3. 熟悉常用深度学习模型(CNN/RNN等)，熟练使用深度学习框架 TensorFlow/Mxnet/Caffe其中的一种或者多种；4. 持续学习，保持跟进机器学习领域新的研究方向和成果及对于大数据应用在安全垂直领域的探索；5. 有互联网安全相关工作经验者优先。
            ","codeName":"语言不限"},{"name":"AI 数据挖掘","city":"","edu":"本科及以上","salary":"
                    	20-30k·13薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"
               3年以上数据分析经验，熟悉Python和AI工具。英语流利，沟通能力强，具有项目协调推动能力。有innovation项目经验（能力）。EDUCATION AND EXPERIENCE	Bachelor’s degree in related field from a four-year college or university with three to five years related experience 	MBA a plus	Six Sigma training and green belt certification a plus	Experience with speech and text analytic tools and/or other AI tools
","codeName":"英语"},{"name":"数据挖掘","city":"","edu":"本科及以上","salary":"
                    	20-40k·12薪","experienceTime":"3-5年","age":"25-35岁","jobDes":"
               工作职责：1. 参与多个业务的核心增长能力建设，包括拉新、促活、转化等全周期链路中的漏斗优化2. 利用数据和算法提升广告投放效率，降低投放成本3.调研运筹优化类算法，解决用户增长业务域中的降本增效问题。4. 打造全链路用户增长中台，建立用户全生命周期数据和价值体系，解决用户增长中的各种核心痛点和业务问题；5. 对前沿技术保持敏感，积极探索机器学习算法在用户意图识别、媒体和用户画像、智能投放优化，运筹优化等领域的落地。职位要求1. 计算机、统计、数学等专业本科及以上学历, 5年以上数据挖掘类工作经验。2. 熟悉机器学习、数据挖掘、统计分析等，具备一定的代码功底和实战能力,熟悉Python/SQL语言.3. 熟悉LR/GBDT/DNN/LSTM等模型；有过Hadoop/Spark/Hive/ TensorFlow 等工具的使用经验；4. 具有良好的数据挖掘能力和数据分析技能,有较强的问题发现能力,能够应用创新而实际的方法解决业务问题5. 良好的沟通表达和团队协作能力，自我驱动，学习能力强。
","codeName":"语言不限"},{"name":"算法工程师(数据挖掘类)WEEE","city":"佛山","edu":"本科及以上","salary":"15-20k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：1、根据客户需求做精确的技术、算法选型，解决核心业务需求2、针对项目需求，进行数据挖掘算法的开发3、承担算法的设计、开发和测试；4、撰写算法设计文档；任职资格：1、在数字挖掘、数据处理、数据展示方面具有扎实的理论基础，熟悉各种数据挖掘算法和计算机数据处理算法；2、掌握C/C++语言，熟悉数据仓库构建，熟悉SPSS,MATLAB等工具，有实际数据分析与挖掘3年以上经验；3、本科以上学历，学习数据分析、决策支持、数据挖掘等相关专业；4、有较强的组织、协调、执行、沟通能力及人际交往能力4、有云存储、云挖掘工作经验者优先；5、有深度学习开发经验、营销大数据分析经验者优先6、参与过国家数学建模大赛并获得奖项者优先
                        ","codeName":"普通话"},{"name":"数据挖掘工程师","city":"","edu":"硕士及以上","salary":"
                    	20k·13薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"
数据挖掘工程师负责对人体健康数据的挖掘和分析【任职要求】计算机、数理统计、生物信息学、医学、生物学等专业硕士以上学历有医疗检测、智能穿戴等行业两年以上工作经验具有较强数据思维，对数据分析挖掘方向有浓厚兴趣具有熟练的Python编程能力，熟悉Linux工作环境
","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"苏州-工业园区","edu":"硕士及以上","salary":"20-30k·13薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"工作职责:1、负责海量科技数据（含文本数据）的挖掘工作；2、负责科技数据挖掘算法模型的构建、应用、评测、报告；3、主持或参与海量科技数据的入库工作，科技数据知识图谱的构建；4、负责或参与数据挖掘成果论文、专利、标准的撰写；5、负责或参与制定数据加工清洗的方案，并形成操作手册；6、为指定的课题提出解决方案，并主持或参与方案实施；7、完成安排的各项工作，与其他部门合作。岗位要求：1、数学、统计、金融、科技管理、计算机等相关专业，博士学历优先；2、具有2年及以上海量数据挖掘经验，有文本挖掘、非结构化文本处理经验者优先；3、精通Matlab/Python/R/Scala之一，熟悉Java/C/C++等编程语言，熟练掌握Linux各项操作指令；4、熟练掌握Hadoop/Spark/Storm/Kafka中的一项或几项，有MPI经验者尚佳；5、掌握机器学习的基本算法框架，有自然语言处理和丰富的特征工程（特征选择/特征抽取）经验者优先；6、掌握关系型数据库的基本操作，有图形数据库、其他非关系型数据库经验者尚佳；7、在医疗信息化从事产品开发工作者优先，有顶会paper或人工智能领域国际比赛中获奖者优先；8、有比较强的组织协调能力，可同时处理好多个任务，具备一定的管理能力；9、性格开朗，具有团队精神；较强的沟通能力，能与相关业务和开发人员讨论并快速理解需求。
","codeName":"语言不限"},{"name":"大数据工程师-数据挖掘方向","city":"","edu":"统招本科","salary":"
                    	25-50k·15薪","experienceTime":"经验不限","age":"21-35岁","jobDes":"
               职位描述1、为抖音短视频和直播业务提供基础数据挖掘支持，包括用户画像挖掘、热点挖掘等；2、全面了解业务发展，提供基于机器学习、深度学习、文本挖掘、复杂网络等算法方案解决复杂的实际业务问题。职位要求1、有扎实的数据结构和算法功底，熟悉机器学习、自然语言处理、数据挖掘中一项或多项 ；2、善于沟通，对业务敏感，能快速理解业务背景，具备优秀的技术与业务结合能力；3、有大数据集、分布式计算工具(Hadoop，Spark，Hive，Storm，Flink)等应用开发经验。
            ","codeName":"语言不限"},{"name":"高级数据挖掘算法工程师","city":"","edu":"统招本科","salary":"
                    	25-49k·15薪","experienceTime":"3-5年","age":"23-35岁","jobDes":"
               1、负责明星核心产品的数据体系建设工作，构建合理的数据体系，支撑业务快速发展；2、深入理解业务，运用数据挖掘、机器学习、深度学习等技术，提升对内容与用户需求的理解和应用水平；3、深入探索业务数据、理解业务场景，创新性的思考和发现问题，并提出有效解决方案。职位要求1、计算机/统计/数学/NLP等相关专业本科以上学历，有相关工作经验优先；2、熟悉常用机器学习模型/算法框架，如GBDT/LR/SVM、Tensorflow/Caffe等；3、精通至少一门编程语言，熟练运用各种常用算法和数据结构，有工程实现能力；4、具有优秀的逻辑思维能力、很强的数据分析和解决问题能力；
            ","codeName":"语言不限"},{"name":"数据挖掘专家","city":"","edu":"硕士及以上","salary":"
                    	25-42k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"
               工作职责1.	运用数据分析工具，进行数据清洗，数据统计及分析；2.	运用数据挖掘技术，参与风险特征的发现、处理转化、校准调优；3.	参与欺诈风险、信用风险进行量化分析，为信贷政策的制定和调整、贷后管理等提供决策依据。任职资格1、	国内外硕士及以上学历，统计学、计算机、数学、经济学、计量心理学等相关专业，有海外留学或工作经验优先；2、	具有3年及以上供应链金融、信贷、金融科技等领域的数据挖掘经验；3、	熟练掌握Hive\SQL\Hadoop，熟练使用JAVA/R/SAS/Python等编程语言，熟悉大规模数据挖掘、机器学习、自然语言处理(NLP)；4、	可独立完成数据挖掘工作，包括数据预处理、特征选取、建模、验证、调优、结论陈述等各环节；5、	对数据敏感，具备良好的逻辑思维能力、沟通技巧、组织沟通能力、团队精神以及优秀的问题解决能力。
            ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"","edu":"统招本科","salary":"
                    	25-50k·14薪","experienceTime":"1-3年","age":"25-34岁","jobDes":"
               1、从大数据中挖掘用户购物心智的本质属性，并分析用户行为和个性化需求。  2、不断挖掘新的业务数据和行业数据并据此更加个性化体现线上线下一体化模式和用户体验。  3、应用先进的统计建模、数据挖掘、机器学习方法建立数据模型解决实际问题，并研发创新方法以解决常规算法不能解决的问题。  4、与业务部门沟通合作，将数据模型应用于实际业务。任职资格：1. 本科以上学历，硕士优先。统计学、计算机科学、数学等相关专业。扎实的统计学、数据挖掘、机器学习理论基础。  2. 具有丰富的数据建模实践经验，2年以上相关工作经验。  3. 扎实的编程基础，精通至少一门编程语言。熟悉R语言优先。  4. 熟练掌握Hive\SQL。  5. 拥有海量数据处理经验者优先，熟悉Hadoop优先。  6. 具有良好的商业敏感度和优秀的数据分析技能。能够开发创新而实际的分析方法以解决复杂的商业问题。 
            ","codeName":"语言不限"},{"name":"游戏安全数据挖掘工程师","city":"深圳-南山区","edu":"本科及以上","salary":"面议","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：1、负责字节跳动所有游戏产品线游戏安全数据挖掘和核心技术研发；2、基于海量用户数据，分析和挖掘用户行为模式与规律，找出潜在的安全风险，包括但不限于外挂用户、挂机用户、演员用户等；3、分析与挖掘数据潜在关联，构建用户画像体系。任职要求：1、计算机相关专业毕业，本科及以上学历；2、熟悉C++、JAVA、python中的一种或多种编程技术，编程能力强，熟悉大数据处理技术；3、对大数据开源组件有使用经验，至少熟悉hadoop/hive/spark/flink其中一项；4、熟悉常见的数据挖掘算法，包括但不限于分类聚类、统计分析等，并付诸实践 ；5、有游戏安全数据从业经验优先；有风控研发经验者优先，对风控行业有自己思考的优先。
                        ","codeName":"普通话"},{"name":"数据挖掘工程师","city":"上海-徐汇区","edu":"大专及以上","salary":"10-20k·13薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述："1、通过海量数据对用户行为进行深入分析与洞察，提炼和发现业务规律，构建模型，定位产品相关的数据问题及分析优化；2、游戏用户分类和流失算法研究,进行用户属性挖掘，构建用户画像，帮助游戏精细化运营；3、参与海量数据的存储、ETL和数据分析体系搭建;4、进行跨部门合作，推进数据挖掘价值落地；"任职要求："1、数据分析工作经验3年以上，有丰富数据建模经验，包括分类、推荐、预测、文本分类等；2、有数据ETL实现能力，熟练掌握SQL、python/R；有hive使用经验优先，有技术BI、大数据相关工作经验优先；3、深入理解常见机器学习或数据挖掘类的算法原理，熟悉常见的统计原理及方法；4、有一定的业务数据敏感度，有较强的逻辑思维能力、优秀的沟通表达能力及团队合作能力；"
","codeName":"语言不限"},{"name":"广告数据挖掘工程师","city":"南京-沿江","edu":"大专及以上","salary":"6-11k·13薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述："1. 负责公司广告系统算法平台的搭建，效果评估方案的制定；2. 负责广告算法团队建设"任职要求："1. 工科、计算机、数学、统计学或其他相关专业本科以上学历2. 3年以上大数据或机器学习算法开发经验3. 有广告相关算法（Selection， Ranking，CTR预估，定向推荐）或系统经验者优先4. 熟悉Linux开发环境和相关脚本语言5. 有分布式系统设计、数据挖掘、海量数据处理等相关经验者优先"
","codeName":"语言不限"},{"name":"高级/资深数据挖掘工程师","city":"上海-闵行区","edu":"本科及以上","salary":"面议","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：1、在字节跳动全域的用户行为基础上，理解数据，进行有效的数据治理工作；通过数据说明业务增长问题，并进行对维度分析，发现业务增长机会；推动有意义的数据收集和用户隐私保护。2、在公司全球用户产品业务数据上，跨产品开展数据挖掘相关的工作；发现用户相关的客观规律，指导产品进行优化，满足用户需求；从原始数据产出更抽象的关联数据，帮助业务进一步应用。3、帮助业务对挖掘结果进行使用，能够提出业务使用方式，并对使用效果进行数据分析。任职要求：1、本科及以上学历，计算机、统计学、数学等相关专业；5年以上计算机/数据相关工作经验；3年以上数据挖掘相关经验。2、对数据分析，数据挖掘有较深的认识；有成功的数据挖掘相关经验；能够对数据应用有较深的理解。3、目标驱动，针对数据挖掘目标，能够提出从数据收集，工具研发到业务使用逻辑全周期的把控；或能够对关键环节独当一面。4、有过大规模用户数据挖掘，模式发现等相关工作经验者优先。
                        ","codeName":"普通话"},{"name":"数据挖掘与建模工程师","city":"北京","edu":"统招本科","salary":"15-25k·14薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：1) 基于实车测试和驾驶模拟实验数据，进行针对驾驶人、车辆、环境参数的数据挖掘；2) 驾驶人行为建模，以及对模型的参数分析与标定。 任职资格：1) 优秀的统计学基础，具备3年以上数据挖掘和机器学习的工作经验或科研项目经验；2）具备驾驶员行为分析经验或人因工程学基础的应聘者优先；3）有驾驶执照，对驾驶辅助系统或智能网联汽车有基本了解；4) 车辆工程、工业工程、机械工程、自动化、统计学、心理学等相关专业，国家统招重点院校本科及以上学历；5) 有较强的沟通能力和逻辑表达能力，责任感强，具备良好的团队合作精神和主动意识，良好的自我驱动和学习能力。
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师（11)","city":"上海-曹家渡","edu":"本科及以上","salary":"10-15k·13薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"岗位职责：1.  结合业务场景，对海量数据进行分析，清洗以及加工2.  协助数据科学家，参与数据模型特征工程，模型训练，模型调优等工作3.  在生产环境上部署数据模型，并监测其异常输出岗位要求：1.  计算机，数学，统计等专业本科学历2.  有2年以上大数据开发经验，且了解数据挖掘中基本模型的建模过程3.  逻辑清晰，对数据有敏锐洞察力4.  熟练使用SQL, Scala, 熟悉Python以及Spark 是加分项
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师-风控业务","city":"深圳-南山区","edu":"本科及以上","salary":"面议","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：1、负责字节跳动所有产品线风控基础数据挖掘和核心技术研发；2、基于每日百亿级用户行为，分析和挖掘海量数据，发现用户行为模式与规律，提高风控业务效果；3、分析与挖掘数据潜在关联，构建用户画像体系。任职要求：1、熟悉C++、JAVA、python中的一种或多种编程技术，编程能力强，熟悉大数据处理技术，善于学习应用业界领先数据架构和技术；2、对大数据开源组件有使用经验，至少熟悉hadoop/hive/spark/flink其中一项；3、熟悉数据挖掘算法，包括数据清洗.统计学习.分类聚类算法，并能够验证算法效果，将算法应用在风控业务中； 4、善于学习，思维活跃，善于从数据中发现.思考并解决问题；5、有风控研发经验者优先，对风控行业有自己思考的优先。
                        ","codeName":"普通话"},{"name":"数据挖掘工程师","city":"南京-浦口区","edu":"大专及以上","salary":"8-15k·13薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"职责描述："1、通过海量数据对用户行为进行深入分析与洞察，提炼和发现业务规律，构建模型，定位产品相关的数据问题及分析优化；2、游戏用户分类和流失算法研究,进行用户属性挖掘，构建用户画像，帮助游戏精细化运营；3、参与海量数据的存储、ETL和数据分析体系搭建;4、进行跨部门合作，推进数据挖掘价值落地；"任职要求："1、数据分析工作经验3年以上，有丰富数据建模经验，包括分类、推荐、预测、文本分类等；2、有数据ETL实现能力，熟练掌握SQL、python/R；有hive使用经验优先，有技术BI、大数据相关工作经验优先；3、深入理解常见机器学习或数据挖掘类的算法原理，熟悉常见的统计原理及方法；4、有一定的业务数据敏感度，有较强的逻辑思维能力、优秀的沟通表达能力及团队合作能力；"
","codeName":"语言不限"},{"name":"广告数据挖掘工程师","city":"上海-岳阳","edu":"本科及以上","salary":"9-15k·13薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"职责描述："1. 负责公司广告系统算法平台的搭建，效果评估方案的制定；2. 负责广告算法团队建设"任职要求："1. 工科、计算机、数学、统计学或其他相关专业本科以上学历2. 3年以上大数据或机器学习算法开发经验3. 有广告相关算法（Selection， Ranking，CTR预估，定向推荐）或系统经验者优先4. 熟悉Linux开发环境和相关脚本语言5. 有分布式系统设计、数据挖掘、海量数据处理等相关经验者优先"
","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"南京-小行","edu":"学历不限","salary":"10-15k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"数据挖掘工程师1)熟练掌握java语言；2)熟悉掌握正则表达式；3)熟悉文本数据解析、非结构化信息挖掘；4)了解分词工具及相关技术；5)具备抗压能力、研发能力，善于思考，独立解决项目问题；6)了解熟悉elasticsearch者优先；7)计算机或相关专业，本科及以上学历。分享微信邮件
                        ","codeName":"普通话"},{"name":"算法工程师（数据挖掘）","city":"北京-上地","edu":"本科及以上","salary":"15-20k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"职责描述：1.	电力能源领域大数据分析相关模型技术研究；2.	数据清洗、特征分析，规律抽取及整理，对数据未来变化的数值及趋势进行预测；3.	机器学习/深度学习相关人工智能算法在产品/业务中的应用研究；4.	负责业务需求相关算法模块设计与工程实现；5.	负责项目技术方案相关文档撰写工作。任职资格：1、	电气工程、数学、计算机、物理、热能、自动化等相关专业；2.	熟悉各类数据挖掘算法，如聚类、回归等3.	熟悉机器学习/深度学习框架者优先，例如sklearn、tensorflow等4.	至少熟悉一门编程语言，如C++/Java/Python等5.	有电力/能源规划决策领域相关项目经验优先；6.	善于学习总结，有较强的求知欲，对探索未知领域和解决问题充满热情；7.	工作严谨踏实，责任心强，条理清楚；有良好的团队合作精神和沟通能力。
","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"杭州-江干区","edu":"本科及以上","salary":"10-20k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"岗位名称：数据挖掘工程师：岗位要求：1.本科以上学历2.熟悉sql，熟悉python和常用数据分析库，具备数据清洗、处理、统计分析能力3.熟悉spark/flink等大数据框架4.熟悉java有加分5.熟悉常见机器学习算法模型（SVM、随机森林、回归分析等）和深度学习框架（keras、tensorflow）6.英语水平良好，有团队合作精神
                        ","codeName":"普通话"},{"name":"算法工程师(数据挖掘类)","city":"佛山","edu":"本科及以上","salary":"15-20k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：1、根据客户需求做精确的技术、算法选型，解决核心业务需求2、针对项目需求，进行数据挖掘算法的开发3、承担算法的设计、开发和测试；4、撰写算法设计文档；任职资格：1、在数字挖掘、数据处理、数据展示方面具有扎实的理论基础，熟悉各种数据挖掘算法和计算机数据处理算法；2、掌握C/C++语言，熟悉数据仓库构建，熟悉SPSS,MATLAB等工具，有实际数据分析与挖掘3年以上经验；3、本科以上学历，学习数据分析、决策支持、数据挖掘等相关专业；4、有较强的组织、协调、执行、沟通能力及人际交往能力4、有云存储、云挖掘工作经验者优先；5、有深度学习开发经验、营销大数据分析经验者优先6、参与过国家数学建模大赛并获得奖项者优先分享微信邮件
                        ","codeName":"普通话"},{"name":"数据挖掘工程师","city":"北京-宣武门","edu":"硕士及以上","salary":"15-40k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：1.研究征信领域的数据挖掘前沿技术，并用于实际问题的解决和优化；2.对金融行业信贷、风险管理业务等征信业务场景进行数学模型设计与开发；3.基于模型部署、测试、实施及模型应用效果监控工作，进行模型调优与模型优化；4.负责建模报告、模型验证与报告撰写，根据实际的建模业务，负责提出并反馈流程、策略、人员等问题；5、协调支持紧急性的数据相关项目；6、日常数据管理、维护。任职要求：1．硕士以上学历；2．具有应用数学、计算机、金融工程及相关专业背景；3.三年以上数据开发经验，精通SQL或Hive、Hbase编程；精通MATLAB、R、SAS、Python、SPSS等常用数学建模与分析工具；4.有数学建模及优化算法开发经验，精通数学建模及优化算法设计，掌握遗传、模拟退火等现代优化算法；5．有扎实的统计分析功底，快速精准的分析能力，能够处理大量数据进行建模；有较强的业务问题分析，模型抽象能力和创新能力；6.熟悉金融机构授信及风险管理流程、软件建模（UML）及软件工程；7.有风控、推荐、人群画像、企业画像等领域模型构建和调优工作经验者优先；8、良好的沟通、协作能力，工作细致，有强烈的责任心。
","codeName":"普通话"},{"name":"资深数据挖掘/数据分析工程师","city":"上海-新桥","edu":"学历不限","salary":"20-40k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"岗位描述：1.数据统计分析：游戏业务用户行为数据统计与分析，产品效果评估与分析，为产品策略优化迭代提供强有力的数据支持 2.数据挖掘：从海量日志数据中发掘有价值的信息，建立多个维度上的模型，用于指导产品优化岗位要求：1.数学、统计、金融、计算机或者相关专业本科以上学历 2.熟悉Java/Python，熟练掌握SQL，具有3年以上开发或者统计分析经验 3.了解HADOOP大数据平台架构，熟悉HDFS/HBase/Hive/MapReduce，熟练掌握Mapreduce程序开发 4.对数据仓库系统架构具有良好的认知，熟悉数据仓库相关技术，如 ETL、报表开发，具备数据分析技术并具有相关项目经验 5.掌握常用的数据分析工具、数据挖掘、机器学习算法是加分项 
","codeName":"普通话"}]