[{"name":"高级数据挖掘工程师","city":"北京-东直门","edu":"本科及以上","salary":"30-40k·14薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"岗位职责: 1、负责数据的抽取、清洗，建设数据分析指标体系。 2、熟悉分类、聚类、线性回归、逻辑回归等算法，根据业务特点选择最合适的数据挖掘算法，进行数据建模、分析和挖掘等工作。 3、调研数据需求，建立数据分析框架体系，输出数据分析报告、建模报告、数据报表等，为业务发展提供数据支撑。 任职资格: 1、具备5年以上大数据分析相关工作经验，熟悉常用的数据分析方法和挖掘算法，熟悉常用机器学习算法，具有海量数据挖掘、分析相关项目实施经验，参加过完整数据挖掘项目并有成功案例优先。 2、熟练使用SQL等结构化查询语言，熟练使用R、Python等一种/多种统计分析工具或语言，熟练使用Tableau等BI工具。 3、数据敏感性强，具备抽象和建模能力，能够通过数据察觉到业务变化和潜在问题。 4、 良好的文档编写能力，沟通能力和团队合作精神，较强的学习能力，能够承担一定的工作压力。 5、英语可作为工作语言（优先）；
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"深圳","edu":"本科及以上","salary":"15-30k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"岗位职责：1、从事大数据的挖掘和建模的解决方案设计和实现，包括用户画像、精准营销/推荐、行为序列分析、知识图谱等；2、负责数据挖掘领域的分析研究，包括数据挖掘算法的分析研究（包括分类,协同过滤,关联规则,聚类等算法），特定场景的数据挖掘模型的需求分析、建模、实验模拟；3、负责构建数据和文本挖掘系统，为用户画像项目提供自动化标签挖掘工具；4、负责用户发现模块的算法建模，建设事件营销模型职位要求：1、本科及以上，计算机、统计、数学等相关专业2、2年以上数据建模/机器学习相关工作经验和扎实数理统计理论基础，有海量数据分析/挖掘开发经验者优先；3、掌握3种以上机器学习常用算法：回归算法，GBDT,随机森林，协同过滤，SVM、FM等，并能够应用算法进行建模和预测；4、开发语言至少掌握其中一种: Java/Scala/Python/R/SAS,熟悉spark/有spark mllib实际开发经验尤佳;5、掌握自然语言处理，有文本数据挖掘项目经验，有相关深度学习应用优先6、具有高度的责任心和团队合作精神
                        ","codeName":"普通话"},{"name":"数据挖掘（算法）工程师 (MJ000158)","city":"杭州-滨江区","edu":"本科及以上","salary":"15-25k·15薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：1、基于海量用户、店铺、商品等数据，应用机器学习和数据挖掘算法，进行用户、店铺、商品、订单等属性挖掘和行为分析，完成数据画像体系建设；2、参与用户行为分析和挖掘，为算法和业务场景提供支持。岗位要求：1.本科及以上学历毕业，3年以上电商相关工作经验；2.有独立负责过数据分析或挖掘算法类电商类产品从0~1产品设计落地经验；3.熟练掌握Java、Python、Scala等一门编程语言；4.熟悉分类、聚类、回归等常见机器学习算法及其原理，有电商方面数据挖掘经验者优先。5.具有良好的分析问题和解决问题的能力，对解决具有挑战性问题充满激情，有较强的学习能力，并且能够快速实现数学模型；6.熟悉Hadoop/Spark分布式大数据处理系统者优先；7.有电商直播类，系统推荐类产品经验者尤佳；
","codeName":"语言不限"},{"name":"医学数据挖掘与分析主管/经理","city":"重庆","edu":"硕士及以上","salary":"10-18k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：1.对接客户科研分析需求，根据客户需求协助科研设计，制定数据挖掘、统计分析解决方案；2.为医学大数据科研项目提供前置性数据评估和支持；3.协助数据分析相关产品部署、演示和客户培训，收集反馈客户使用问题和需求；4.完成临床科研统计建模和分析，撰写分析报告，协助客户科研文章发表。任职要求：1.硕士及以上学历，卫生统计学、流行病学、统计学、数学、公共卫生或预防医学相关专业；2.有2年以上临床科研相关统计分析经验，能独立进行统计分析和报告撰写工作，有SCI文章发表者优先考虑；3.熟练应用SAS、R、python等至少一种编程语言，熟悉临床研究常用的统计方法和前沿的预测建模算法；4.有较强的沟通表达及逻辑思维能力，英语六级以上水平，有较好的的演讲技能。
","codeName":"语言不限"},{"name":"医学数据挖掘与分析主管/经理","city":"北京-五棵松","edu":"硕士及以上","salary":"10-20k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：1.对接客户科研分析需求，根据客户需求协助科研设计，制定数据挖掘、统计分析解决方案；2.为医学大数据科研项目提供前置性数据评估和支持；3.协助数据分析相关产品部署、演示和客户培训，收集反馈客户使用问题和需求；4.完成临床科研统计建模和分析，撰写分析报告，协助客户科研文章发表。任职要求：1.硕士及以上学历，卫生统计学、流行病学、统计学、数学、公共卫生或预防医学相关专业；2.有2年以上临床科研相关统计分析经验，能独立进行统计分析和报告撰写工作，有SCI文章发表者优先考虑；3.熟练应用SAS、R、python等至少一种编程语言，熟悉临床研究常用的统计方法和前沿的预测建模算法；4.有较强的沟通表达及逻辑思维能力，英语六级以上水平，有较好的的演讲技能。
","codeName":"语言不限"},{"name":"数据挖掘工程师（预测算法） (MJ000764)","city":"广州","edu":"本科及以上","salary":"20-30k·13薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：1、负责预测算法及数据挖掘相关工作包括但不限于销量预测、智能营销、智能定价、智能画像等；2、善于从业务中抽象问题，并选择合适的算法解决问题，技术难题攻关；3、与业务、产品团队密切合作，支撑支持业务。任职资格：1、3年以上互联网公司预测等数据挖掘机器学习算法研发工作经验；2、精通常用的数据挖掘算法和基础的机器学习算法，包括但不限于监督学习模型（分类、回归、排序等模型）、非监督学习模型（聚类）、半监督学习模型等；3、具有扎实的计算机科学功底，扎实的编程基础和数据结构算法基础，极强的编程能力和问题解决能力；4、善于交流，有良好的团队合作精神和协调沟通能力，有与产品、架构、数据开发等多方密切配合的经验和意识，驱动协调多个团队达成目标。具备以下条件者优先：1、有新零售相关经历，对新零售业务有较强的热情，密切关注业界最新进展。
","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"北京","edu":"本科及以上","salary":"15-25k·13薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"岗位职责： 1、 针对金融风险、欺诈检测场景、理财推荐问题，运用机器学习方法，抽象成数据挖掘问题，解决各个实际业务问题； 2、 针对金融风险、欺诈检测场景、理财推荐问题，数据分析手段，使用sql或者python实现规则逻辑，进行规则调优，协助业务决策； 3、 通过对业务场景的敏锐洞察，深入挖掘目标样本的潜在模式，抽象出更有价值的场景特征； 4、 通过使用公司建模分析产品，提出改进方案，优化产品的用户体验。 任职要求： 1、 2年以上风险分析工作经验，本科及以上学历，计算机类、经济类及金融类等相关专业； 2、 了解分类、聚类、回归等基本场景下的机器学习算法，对决策树提升树模型有深入理解； 3、 掌握数据处理语言，如Python，SQL，Spark等，具备Linux环境开发能力； 4、 熟悉欺诈检测、理财推荐等业务场景优先，有参加天池、Kaggle等数据挖掘竞赛经历者优先； 5、 理解词嵌入技术，图嵌入技术，并有将其应用在金融场景的经验者优先； 6、 有使用图谱技术解决风控问题经验者优先； 7、有使用无监督的方法解决风控问题的经验者优先； 8、 关注思考、喜欢钻研、能够主动分析解决问题，工作有激情，有责任心，愿意接受适当的挑战，对数据行业热爱，具备良好的沟通能力和团队合作精神，适应出差。 
                        ","codeName":"语言不限"},{"name":"数据挖掘-NLP方向","city":"上海-徐汇区","edu":"本科及以上","salary":"20-30k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：1、利用自然语言处理和机器学习算法对大规模互联网和UGC数据进行挖掘分析，包括语义理解、情感分析、信息抽取、黄反过滤、广告识别等；2、业界先进文本挖掘算法的调研和评估，包括对小语种的分析与挖掘；任职要求：1、熟练掌握自然语言处理的相关理论与技术方法；2、具备较强的编码能力，扎实的数学和统计学基础，精通常用的数据结构和算法，精通Python、Java等至少一门语言；3、具备将机器学习与自然语言处理的理论转化为实践的能力；4、具有较强工程化的能力，能够分析性能，有大规模、分布式NLP系统的经验者优先；5、很强的自我驱动力、结果导向并极具责任感，有良好沟通能力和团队协作精神。
","codeName":"语言不限"},{"name":" 大数据挖掘工程师","city":"上海-徐汇区","edu":"本科及以上","salary":"20-30k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"工作职责：1. 利用机器学习技术，为业务部门建立数据分析与预测的智能模型；2. 支持产品、运营、发行等对业务上相关数据的预测与算法需求，提供数据驱动和决策建议；3. 构建和优化数据处理流程，支撑处理海量数据规模并构建相关大数据的智能模型；任职要求：1. 2年Scala大数据开发经验，计算机相关专业本科及以上学历；2. 熟悉 Hive, Spark 等分布式相关的技术及组件3. 熟悉 Spark Streaming , Spark MLlib 等的相关开发；4. 熟悉大数据挖掘的常用算法及其原理，包括但不限于分类、回归、聚类等；5. 有自然语言处理相关经验者优先；6. 很强的自我驱动力、结果导向并极具责任感，有良好沟通能力和团队协作精神。
","codeName":"语言不限"},{"name":"数据挖掘工程师（初级）","city":"上海-杨浦区","edu":"本科及以上","salary":"6-8k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：1、负责设计、开发挖掘类算法模块；2、建立数据挖掘模型，分析数据，识别潜在问题及其商业价值，设计方案，构建原型；3、数据处理、检查与清洗等，项目数据建模、模型的选取与优化、模型验证等工作；任职资格（初级）：1、全日制统招本科及以上计算机、应用数学、模式识别、自动控制、统计学、运筹学专业；2、3年及以上互联网行业工作经验，具有数据采集、数据集成、数据库管理、数据仓库建设、数据专题分析等经验，熟练使用工具进行数据分析；3、有数据ETL实现能力，熟练掌握Java、Scala、SQL、python/R；4、熟练掌握主流的数据库管理系统；5、有水利、水务等行业经验者优先考虑。微信分享
                        ","codeName":"普通话"},{"name":"算法工程师（数据挖掘方向）(J12291)","city":"上海-张江","edu":"统招本科","salary":"25-35k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责:1、负责海量数据下的用户行为分析，提供信息流推荐、商业化广告推送等算法业务的数据决策依据；2、负责算法业务关键指标的计算、分析，并制定AB实验进行效果分析，挖掘潜在的数据价值和效果；任职资格:1、本科及以上学历，计算机、数学、统计及相关专业，具备三年及以上推荐系统、数据分析、文本挖掘等相关领域工作经验；2、掌握python语言，熟练使用Hive、Hadoop，Spark，HBase等大数据技术平台，有大规模数据日志处理经验者优先；3、熟悉大规模数据挖掘相关技术，具备较强的数据分析和挖掘能力，能够深入了解算法细节，能够熟练进行数学建模，并能够推动获取最优解；4、熟悉协同过滤、回归分析模型、关联规则挖掘、分类和聚类算法等数据统计模型和挖掘算法，有独立完整的建模实践经验优先；5、有较强的逻辑思维能力，善于分析、归纳、解决问题，善于交流，具备优秀的团队协同能力和积极主动的工作态度；6、业务敏感，能快速理解业务并与业务人员进行沟通，具备良好的数据敏感度，能从大量数据提炼核心结果，并用简洁清晰的方式呈现数据背后的业务逻辑；
","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"上海-静安区","edu":"本科及以上","salary":"12-16k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：1、收集业务部门的数据分析需求，设计数据分析、数据挖掘模型；2、完成数据整理、分析与建模工作，及时提供业务方支持；3、应用机器学习等方法，从海量客户用卡数据中挖掘潜在的规律与关系；任职资格：1、数学、统计、计算机等相关理科毕业，全日制本科及以上学历；2、三年以上海量数据下数据挖掘和算法实施相关工作经验；3、熟悉运用Python或者Spark进行数据建模，熟悉hive、hadoop大数据处理技术的优先考虑；4、有地产行业、移动互联网等领域经验的优先考虑。
","codeName":"语言不限"},{"name":"数据挖掘数据算法","city":"济南-市中区","edu":"统招本科","salary":"11-16k·13薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"任职要求：1）数学、算法、计算机、机器学习、深度学习等相关专业，统招本科及以上学历，硕士、博士优先，有算法工程师等相关工作经历或实验室研究背景优先；具有自然语言处理、大数据应用等相关项目经验优先。2）有比较好的数学基础，具有良好的学习思维和逻辑思考能力；熟悉机器学习/深度学习至少一个方向相关算法，熟悉CNN，RNN，LSTM等深度学习基础单元，熟悉神经网络模型设计，具有结合应用场景设计相关模型的能力，具有数据处理，参数调优等经验。3）熟悉Numpy、Scipy、Pandas等数值计算库；熟悉scikit-learn、nlp、opencv、Matplotlib等工具库；熟悉至少一种深度学习计算框架，如TensorFlow、MXNet、CNTK、PyTorch等。4）熟悉机器学习和深度学习算法原理，熟练使用贝叶斯、随机森林、SVM、神经网络、聚类、PCA等算法。5）善于研究、归纳和总结能力，优化算法，具备良好的沟通表达能力，学习能力强。
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"重庆-渝北区","edu":"统招本科","salary":"12-20k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"职责描述：1、负责数据库框架搭建；2、负责数据局容量扩充，及数据库与指数关联性；3、负责数据库的应用及商业化推广；4、领导交代的其余事项。任职要求：1、统招本科及以上学历；1、主机厂及相关零部件2年以上工作经验，熟悉客户对数据的需求和使用方式；2、熟悉R语言，Python等至少一种大数据分析语言；3、熟悉数据库搭建逻辑及数据挖掘方法。
                        ","codeName":"语言不限"},{"name":"大数据挖掘工程师","city":"深圳-龙岗区","edu":"大专及以上","salary":"1-2k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"岗位职责：1、负责爬虫和数据采集系统的设计和开发；2、针对照明行业数据、电商、社交媒体等行业的数据爬取；负责数据的抓取、分析、清洗、入库，为公司业务提供可靠稳定的数据服务；3、负责设计分布式爬虫系统，针对照明行业特点，进行合理布局规划配置；4、负责指导团队成员，完成系统的设计、开发，关键技术的攻关；任职要求：1、计算机、统计学、数学、相关专业，数据驱动，具有优秀的数据敏感和业务思维；2、3年以上开发经验，2年以上爬虫开发和内容解析提取经验；3、熟悉MYSQLmongod、python编程，熟悉Scala/java/C++等语 spark/hadoop/Hbase/es等大数据处理框架；4、设计爬虫策略和防屏蔽规则，解决封账号、封IP、验证码等难点；5、实现数据的抓取及数据规则清洗工作，保证正确的入库数据；6、对技术热衷，工作积极主动，沟通交流能力强，事业心强、责任心强，具有良好的团队合作精神；7、熟悉Java开发优先。工资面议
                        ","codeName":"语言不限"},{"name":"数据挖掘与模型分析师","city":"上海-浦东新区","edu":"统招本科","salary":"15-30k·14薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"岗位职责：1．深入理解风控业务需求，根据需求开发风控模型，包括：反欺诈模型、申请授信模型、行为模型、催收模型等 ；2．参与模型工程化平台设计与建设，推动模型开发与应用的工程化；3. 与外部合作驻场联合建模；4. 多部门沟通协作，确保模型量化策略的准确实施，并在上线后进行监控优化。任职要求：1．本科及以上学历，计算机、数学、金融等相关专业；2．1年以上数据分析、数据挖掘或模型开发经验；3. 熟悉逻辑回归、决策树、SVM、GBDT、XGBOOST、聚类等常规算法，至少对其中一种算法应用上有深入理解。熟悉数据清洗、数据探索性分析、数据标准化等相关的知识和工具；4．熟练使用SQL；熟练使用Python及相关生态的工具，能够快速搭建机器学习模型；5. 良好的学习意愿和学习能力，能够快速掌握工作所需技能；能适应快速变化的工作挑战；6. 有互联网金融行业风险建模经验者优先。
                        ","codeName":"语言不限"},{"name":"行为数据挖掘专家","city":"北京","edu":"本科及以上","salary":"40-60k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"职位描述职位描述：1、资深数据挖掘专家，精通多种机器学习方法，包括但不限于有监督学习、无监督学习、弱监督学习、迁移学习、表示学习、增强学习、集成学习等；2、精通机器学习理论的具体应用、包括但不限于最优化方法、目标函数设计、训练技巧、核技巧，模型压缩、模型优化等；3、能够清洗整理数据、理解数据、探索数据、制定模型方案、特征工程、可视化；4、熟悉非结构化数据的特征抽取方法，包括但不限于序列建模，autoencoder，因果模型等方法；5、具备基于移动端大数据建模业务经验者优先， 具备管理经验优先。
                        ","codeName":"普通话"},{"name":"资深数据挖掘工程师","city":"上海","edu":"本科及以上","salary":"20-35k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1、负责对互联网和移动互联网环境下的复杂问题进行数据建模并用数学方法解决；2、负责或参与互联网网页抓取/搜索/广告相关的算法研发工作；3、与架构工程师一起优化算法效果和性能；4、使用数据挖掘（分类/classification, 聚类/clustering, 协同过滤/collaborative filtering）等的算法；5、用机器学习、文本挖掘等技术，对海量数据进行挖掘，优化广告投放。任职要求：1、计算机、数学或相关专业，硕士及以上学历、两年及以上的开发工作经验；2、熟悉常见的数据挖掘相关知识和机器学习具体实施方法；3、熟悉常用数据结构，有丰富的项目架构经验；4、具有优秀的分析和解决实际问题的能力；5、对算法具有浓厚的兴趣和热情；6、有Hadoop/MR、Spark使用经验优先。
","codeName":"语言不限"},{"name":" 数据挖掘专家","city":"南京-江东","edu":"统招本科","salary":"面议","experienceTime":"5-10年","age":"年龄不限","jobDes":"职责描述：    1、负责大数据基础架构平台的设计、技术选型，主导对应的建设实施、保证集群高效稳定运行；    2、负责面向PB量级的数据查询、数据计算、数据存储以及数据模型与管理的总体架构与优化，提升数据查询的响应效率；    3、负责平台数据建模和设计工作，数据抽取，数据清洗，数据建模工作，具有ETL设计与开发，数据质量保障，元数据管理，指标体系建立；    4、跨团队/部门协作、系统分析并解决各类大数据平台相关的运行或数据问题；任职资格：教育背景：  统招本科及以上学历，计算机相关专业，具有CDA认证优先；工作经验：   5年以上大数据平台架构经验，有多个数据产品开发和实施经验，牵头设计或作为主责构建过TB级数据仓库构建（含数据模型），至少2个以上中大型互联网数据仓库和数据挖掘的开发；能力素质：    1、熟悉BI平台架构，大数据解决方案及hadoop、Spark大数据相关技术,熟悉分布式系统基础设施中常用的技术，如缓存、消息中间件、搜索引擎等，有实践经验者优先；    2、熟悉多项大数据处理/分析相关的工具/框架，Hadoop, Mapreduce、Hive、Storm、Spark、kylin、scribe、 kafka、hbase、canal、sqoop、presto、elasticsearch等；    3、精通Java语言以及J2EE平台特性，熟悉常用的设计模式和开源框架，有大型互联网项目经验或业内知名产品研发经验者优先；    4、较强的自学能力和钻研精神，具有良好的沟通能力和团队合作能力，综合能力强，有团队管理能力者优先。
                        ","codeName":"语言不限"},{"name":"搜狗输入法-数据挖掘研究员","city":"北京","edu":"硕士及以上","salary":"20-40k·15薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责： a.新算法的探索与应用 b.整理与改进数据流程，规范化产出 c.维护与开发画像模型 d.与业务部门联合模型，并进行优化改进、部署与维护2、基本要求  a.数学与计算机相关专业 b.熟练使用spark与其中的ml模块，熟悉分布式模型的部署，了解接口 c.熟练使用tf或pytorch，熟悉分布式多显卡训练 d.了解NLP领域的一些基本算法，如lda,transformer,textrank,bert,gpt等 e.了解基本的数据结构与算法，如AC自动机、动态规划、lightgbm等 f.代码写作规范，乐于分享交流，善于总结经验
","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"广州","edu":"本科及以上","salary":"20-25k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"1. 负责项目的需求调研、数据分析、商业分析及数据挖掘建模等工作；2. 根据业务需求，制定用户相关数据的采集策略，设计、建立、测试相关的数据模型，从而实现从数据中提取决策价值，撰写分析报告；并跟踪分析客户业务数据，为客户提供决策支持；3. 研究数据挖掘模型，参与数据挖掘模型的构建、维护、部署和评估工作；4. 完成需求分析、样本抽样、模型构建、指标定义以及相关文档编写；任职要求：1. 数学、统计学本科及以上学历，硕士学历优先考虑;2.5年以上互联网、金融行业数据分析、数据挖掘工作经验；3. 熟悉决策树、时间序列模型、回归分析模型、聚类挖掘、贝叶斯、关联规则挖掘等数据统计模型和挖掘技术，并有独立完整的建模实践经验；4. 熟悉sql、R、Python等语言，熟练使用SPSS、SAS等数据分析工具；5. 有大数据并行处理经验，能使用Hadoop/Hive分析海量数据；能高效的与技术团队进行沟通；6. 良好的数据敏感度,能从海量数据提炼核心结果；有丰富的数据分析、挖掘、清洗和建模的经验；7. 对数据驱动业务有深入理解，对数据与业务方面有足够敏感性，有较强的逻辑分析能力，有较强的独立思考能力；8. 能独立编写商业数据分析报告，及时发现和分析其中隐含的变化和问题，具备良好的商业敏感度和创新意识，快速识别商业问题和机会。
                        ","codeName":"普通话"},{"name":"中高级数据挖掘分析工程师","city":"广州","edu":"本科及以上","salary":"15-30k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"职责描述：1、负责数据挖掘模型的开发，包括需求分析、模型设计、算法测试和优化；2、负责金融零售或风控特定业务方向的数据专题分析 ；任职要求：1、计算机、数学、统计等专业，本科以上学历，研究生以上学历优先；2、具有3年以上数据挖掘工作经验，有深度学习、反欺诈、推荐引擎等领域项目经验优先；3、熟悉数据挖掘建模过程及主流算法；4、熟练使用数据库，并至少熟练掌握一种语言，如SAS、Python、R、Java等；5、具有独立分析和解决实际业务问题的能力；对新知识、新技术充满求知欲，逻辑严谨、思维活跃、语言表达顺畅。
                        ","codeName":"普通话"},{"name":"数据挖掘工程师","city":"广州-天河区","edu":"本科及以上","salary":"9-15k·13薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"岗位职责：1、对现有大量数据源进行深度挖掘、解析、特征分析，利用数据建立建模；2、核心指标的监控和跟踪分析，并对异常波动情况进行分析和问题定位；3、负责监控数据的可视化和自动化；4、对用户行为、设备信息以及用户多头有过相关的了解；4、完成其他数据相关的工作；职位要求：1、本科及以上学历，211或985院校金融、经济、数学、统计学，计算机学等相关专业；2、了解LR、GBDT、XGBOOST、DNN和NLP等常用模型的开源工具，了解开源可视化工具；3、熟悉至少一种数据挖掘工具, 如R,SAS, Python等，具备大量数据挖掘处理经验，有建模项目经验或者信用卡行业相关从业经验优先；4、熟悉熟知数据库相关知识，熟悉数据采集与分析方法；具备数据深层次挖掘的能力，善于发现数据的变化规律；5、做事细心，具有很强的责任心，独立解决问题的能力；
                        ","codeName":"语言不限"},{"name":"（高级）数据挖掘工程师","city":"北京","edu":"硕士及以上","salary":"25-35k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"岗位职责：1、运用大数据分析工具和技术解决风险管理、营销等业务中遇到的实际问题，如信用风险评估、反欺诈、交叉销售、推荐等，包括对模型进行设计、开发、验证、测试、部署及监控、优化；2、基于海量用户数据和特征，发现用户属性，建立数据挖掘模型，对用户进行评估，包括但不限于：用户风险评分、用户价值评分、用户偏好预测、用户个性化推荐等；3、评估数据源的质量和价值，能结合业务需求和场景，从各种数据维度中挖掘数据价值，并设计不同的模型，应用于不同的业务场景中；4、协助策略团队提出完整的业务解决方案。任职要求：1、统计学、数学、人工智能、数据挖掘、机器学习、计算机等相关专业，本科及以上学历；2、2年以上数据分析、建模、机器学习和算法实施相关工作经验，有零售银行/互金机构信用风险、精准营销、个性化推荐相关工作经验优先；3、熟练掌握基本的数据挖掘模型算法（如逻辑回归、决策树、SVM、神经网络、随机森林、深度学习等）；4、熟练掌握Python或R语言，熟悉常用机器学习库，如Sklearn等；5、熟悉大数据分析平台及分布式计算，如Hive、Hadoop、Spark等优先；6、有较强的逻辑思维能力、优秀的沟通表达能力及团队合作能力。
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"上海","edu":"本科及以上","salary":"6-10k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"岗位职责：1、负责设计、开发挖掘类算法模块；2、建立数据挖掘模型，分析数据，识别潜在问题及其商业价值，设计方案，构建原型；3、数据处理、检查与清洗等，项目数据建模、模型的选取与优化、模型验证等工作；任职资格（中级）：1、全日制统招本科及以上计算机、应用数学、模式识别、自动控制、统计学、运筹学专业；2、3年及以上互联网行业工作经验，1年及以上统计建模、机器学习、大数据应用等相关领域有实际项目经验；3、具有数据采集、数据集成、数据库管理、数据仓库建设、数据专题分析等经验，熟练使用Excel等工具进行数据分析，具备Hadoop和Hive查询编程能力；4、深入理解常见机器学习或数据挖掘类的算法原理，熟悉常见的统计原理及方法；5、熟练掌握Java、Scala或者SQL；6、有大规模分布式计算平台（Hadoop）的使用和并行算法开发及应用经验；7、有水利、水务等行业经验者优先考虑。
                        ","codeName":"语言不限"},{"name":"高级数据挖掘工程师 (MJ002770)","city":"广州","edu":"本科及以上","salary":"25-35k·13薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：1、负责营收项目的大数据开发相关工作；2、建立业务数据的挖掘分析系统，根据数据分析结果输出产品优化建议和运营手段建议；3、进行付费用户画像建立和分析、用户生命周期分析； 4、协助模型训练与特征工程领域相关工作。岗位要求：1、3年以上互联网行业的大数据开发工作经验；2、熟练掌握数据挖掘、机器学习、优化算法的基础理论和方法，了解Embbeding等方法理念；3、熟悉SQL/HQL，有较好的SQL性能调优经验；4、熟练掌握C++/Java、Python或Scala，熟悉Linux，熟悉Shell脚本；5、熟悉Hadoop、Hive、Spark、Yarn、Kafka、Flink等常用大数据生态系统的使用6、具有优秀的业务理解能力、数据分析能力；7、具有优秀的沟通能力，和良好的团队合作精神。
","codeName":"语言不限"},{"name":"大数据挖掘","city":"深圳","edu":"本科及以上","salary":"14-25k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责 ：1、 负责产品海量数据的提取及分析挖掘，为相关部门提供数据支持。2、 深入理解业务，协助实现数据驱动的运营及决策指导。3、 挖掘数据特征及数据价值，探索数据商业化，提出产品优化方案，协助提升数据产品用户体验。4、 设计和开发底层数据分析模型，并不断优化，结合业务需求研究用户画像，构建用户标签体系。5、 监测日常数据，优化数据埋点，对数据异常波动进行分析，并协助解决数据问题。岗 位 要求：1、 本科以上学历，数学、统计学、计算机等相关专业优先考虑。2、 2年以上数据分析经验，有移动互联网、电商等相关行业经验优先考虑。3、 具有数据思维，熟悉数据分析与挖掘的流程及方法，擅于从数据中发现问题，并提出解决方案。4、 熟悉 SQL 数据查询及分析，有 MySQL 等关系型数据库使用经验。5、 熟悉 Elasticsearch 原理及使用技术，有海量数据提取及分析处理经验优先。6、 熟悉 python 编程，熟练使用 numpy、pandas、matplotlib、sklearn 等进行数据处理、可视化及建模。7、 掌握常用机器学习算法（分类、聚类、回归、关联等）原理、应用场景及代码实现。8、 了解 Hadoop 生态相关技术及 Linux 常用命令，有 hivesql、spark、Hbase 等使用经验者优先。
                        ","codeName":"普通话"},{"name":"大数据挖掘工程师","city":"深圳-东门","edu":"统招本科","salary":"20-40k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：1、侧重营销领域大数据挖掘及商机分析，与业务方携手制定优化客户，产品与服务营销策略解决方案，并参与落地执行，最大限度提升客户价值与忠诚度；2、深度挖掘海量大数据，基于线上线下客户行为数据，构建不同种类预测模型，用于各种营销场景，包括但不限于客群筛选，产品推荐，价值评估，物料推送，渠道排序等，最大化提升精准营销效果；3、利用统计预测模型，基于多种纬度如产品，获客渠道，客群特征等测算客户终身价值，用于战略管理和营销决策的评估；4、基于全方位营销数据，通过对客户多渠道触点行为进行挖掘和解析，并利用数据统计模型量化媒体对销售转化的影响力，以此模型优化媒体选择及投放比重；5、基于客户终身价值，生命周期及多渠道行为完成对零售银行客户的宏观与微观分群，宏观分群服务于客户策略的制定，微观分群则指导精准营销活动的实施；对各分群客户进行360度客户画像，基于客户不同特征制定个性化营销方案；6、收集汇总市场营销数据需求，独立构架公司的数据应用产品，并推动业务部门的数据化运营。负责全面推进数据产品、数据模型在实际业务场景中的应用，主动获取各方反馈并持续完善；7、协助进行客户经营分析和数据挖掘项目的进度管理；任职资格：1、两年以上数据分析与运用项目经验，统计、数学、计算机或侧重量化分析的市场营销等本科以上学历；2、有很强的逻辑分析和独立思考能力；严谨的数据思维与意识；拥有创新精神3、具备说服与谈判能力，有跨团队、部门的资源整合能力； 4、能够独立开展研究项目，高效与技术团队进行沟通；5、对数据驱动业务有深入理解，对数据与业务方面有足够敏感性，能从海量数据提炼核心结果；6、熟练使用SQL、SAS等数据库和统计分析软件进行数据分析和模型开发，掌握常用的分析挖掘和机器学习方法，至少对一种方法有深刻认识与理解，包括但不限于回归分析、决策树、时间序列、文本挖掘；7、熟练使用Office软件，如ppt、excel等，精通函数和透视表，能独立撰写商业数据分析报告；8、具备银行与金融业客户与产品分析经验的优先考虑。
                        ","codeName":"语言不限"},{"name":"大数据挖掘工程师","city":"上海-洋泾","edu":"统招本科","salary":"20-40k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：1、侧重营销领域大数据挖掘及商机分析，与业务方携手制定优化客户，产品与服务营销策略解决方案，并参与落地执行，最大限度提升客户价值与忠诚度；2、深度挖掘海量大数据，基于线上线下客户行为数据，构建不同种类预测模型，用于各种营销场景，包括但不限于客群筛选，产品推荐，价值评估，物料推送，渠道排序等，最大化提升精准营销效果；3、利用统计预测模型，基于多种纬度如产品，获客渠道，客群特征等测算客户终身价值，用于战略管理和营销决策的评估；4、基于全方位营销数据，通过对客户多渠道触点行为进行挖掘和解析，并利用数据统计模型量化媒体对销售转化的影响力，以此模型优化媒体选择及投放比重；5、基于客户终身价值，生命周期及多渠道行为完成对零售银行客户的宏观与微观分群，宏观分群服务于客户策略的制定，微观分群则指导精准营销活动的实施；对各分群客户进行360度客户画像，基于客户不同特征制定个性化营销方案；6、收集汇总市场营销数据需求，独立构架公司的数据应用产品，并推动业务部门的数据化运营。负责全面推进数据产品、数据模型在实际业务场景中的应用，主动获取各方反馈并持续完善；7、协助进行客户经营分析和数据挖掘项目的进度管理；任职资格：1、两年以上数据分析与运用项目经验，统计、数学、计算机或侧重量化分析的市场营销等本科以上学历；2、有很强的逻辑分析和独立思考能力；严谨的数据思维与意识；拥有创新精神3、具备说服与谈判能力，有跨团队、部门的资源整合能力； 4、能够独立开展研究项目，高效与技术团队进行沟通；5、对数据驱动业务有深入理解，对数据与业务方面有足够敏感性，能从海量数据提炼核心结果；6、熟练使用SQL、SAS等数据库和统计分析软件进行数据分析和模型开发，掌握常用的分析挖掘和机器学习方法，至少对一种方法有深刻认识与理解，包括但不限于回归分析、决策树、时间序列、文本挖掘；7、熟练使用Office软件，如ppt、excel等，精通函数和透视表，能独立撰写商业数据分析报告；8、具备银行与金融业客户与产品分析经验的优先考虑。
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师 (MJ002691)","city":"广州-番禺区","edu":"本科及以上","salary":"20-40k·13薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职位描述对直播海量数据进行数据挖掘，应用机器学习算法，提升直播业务的用户体验质量，包括：1. 负责直播业务复杂场景下的异常根因分析、成本优化、故障预测、智能客服等场景的算法设计和落地。包括时间序列异常检测、多指标关联分析、时间序列预测、日志异常检测和Chatops；2. 与音视频和运维领域专家合作，优化算法模型效果，提升AIOps在音视频领域的价值体现；3. 支持智能运维平台的建设，实现异常自动检测，并对故障根因自动定位准确率、实时性负责；岗位要求1. 计算机相关专业，2年或以上数据挖掘或机器学习经历；2. 熟悉常用数据挖掘和机器学习算法（如决策树、逻辑回归、SVM，贝叶斯、聚类、关联规则等）的原理和实现，以及一些常用判别模型；3. 熟悉python语言开发，熟悉numpy、pandas、scikits-learn、keras等相关库使用；4. 能独立构建模型，进行数据探索，包括算法选取、领域数据准备、数据预处理、特征抽取，以及模型验证，并对数据模型进行优化。
","codeName":"语言不限"},{"name":"数据挖掘与应用专家","city":"青岛","edu":"统招本科","salary":"面议","experienceTime":"5-10年","age":"年龄不限","jobDes":"职责描述：1、参与海信研发中心工业大数据项目研发，涉及分布式计算、数据仓库、数据挖掘、机器/深度学习、智能数据中心等；2、负责数据挖掘算法研究；3、负责团队开发能力提升和行业新技术研究引入。任职要求：1、具备8年以上手机产品工艺、质量工作经验；2、懂产品：详细掌握手机产品关键部品如显示模组、Camera模组等以及全面屏架构设计等设计方案；3、懂工艺：熟悉IE，掌握精益制造、精益生产、精益设计思想和理论；4、懂设备和自动化：掌握行业先进的自动化设计公司供应商资源，熟练掌握DFMA规范与应用。 
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师 — 游戏","city":"广州-天河区","edu":"本科及以上","salary":"面议","experienceTime":"经验不限","age":"年龄不限","jobDes":"工作职责：1、负责头条、抖音、西瓜视频等字节跳动核心产品的游戏数据体系建设工作，构建合理的数据体系，支撑业务快速发展；2、深入理解游戏业务，运用数据挖掘、机器学习、深度学习等技术，提升对游戏内容与用户需求的理解和应用水平；3、深入探索业务数据、理解业务场景，创新性的思考和发现问题，并提出有效解决方案。任职要求：1、计算机/统计/数学/NLP等相关专业硕士以上学历，有相关工作经验优先；2、熟悉常用机器学习模型/算法框架，如GBDT/LR/SVM、Tensorflow/Caffe等；3、精通至少一门编程语言，熟练运用各种常用算法和数据结构，有工程实现能力；4、具有优秀的逻辑思维能力、很强的数据分析和解决问题能力；5、有游戏行业相关经验者优先。
                        ","codeName":"普通话"},{"name":"资深AI/数据挖掘工程师","city":"上海","edu":"本科及以上","salary":"30-50k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责： 1、	深入理解游戏业务和机器学习技术，基于海量数据挖掘用户行为模式，分析运营活动、核心玩法、用户标签等数据来持续提升数据对内对外的应用及价值；2、	数据分析、挖掘以及模型的产品化；3、	根据项目需要寻找和采集相关数据，对原始数据进行清洗、甄别、归类和整合，并实现流程自动化；4、	跟进最新的机器学习/深度学习技术，为业务智能化提供助力，驱动业务发展 任职要求： 1、	本科及以上学历，计算机、数学、通信相关专业，两年以上大数据挖掘和机器学习的项目经验； 2、	熟悉游戏行业数据业务逻辑；3、	熟悉常用推荐系统算法和业务部署要点；4、	熟悉C/C++语言、Python、Java任意一种语言，较强的算法和数据结构功底；熟悉大规模数据挖掘、机器学习等相关技术,熟悉Hadoop/Spark/Hive技术优先；5、	熟悉常用数据挖掘技术和机器学习算法，熟悉其原理和适用范围； 6、	熟练掌握数据挖掘和机器学习的脚本和常用工具； 7、	持续学习，保持跟进机器学习领域最新研究方向和成果，对于大数据应用在各个垂直领域的探索；8、	良好的团队合作精神,较强的沟通能力。
","codeName":"语言不限"},{"name":"数据挖掘工程师0349","city":"北京","edu":"统招本科","salary":"15-30k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"岗位职责:1、负责从海量数据中提取出有效的，并且可用于风控反欺诈的数据；2、通过构建用户关系网络，识别处理欺诈行为及欺诈团伙；3、负责风控平台的设计与开发，包括规则引擎、标签系统等。任职资格:1、计算机，统计学相关专业本科及以上学历，2年以上互联网行业工作经验；2、具备1年以上Java或Python后端研发经验；熟悉redis、mongo或其他NoSQL；3、熟悉基本数据结构和算法，对风控领域感兴趣，有反欺诈相关项目经历；4、具有较强的分析与解决问题能力，以及持续学习能力。
                        ","codeName":"语言不限"},{"name":"资深数据挖掘工程师-用户画像","city":"上海-闵行区","edu":"本科及以上","salary":"面议","experienceTime":"5-10年","age":"年龄不限","jobDes":"工作职责：1、基于海量的用户数据，完成并不断优化用户标签模型和算法，至少包括：用户生命周期模型、用户行为偏好和预测、用户价值、用户风险、用户领域偏好、id-mapping等等；2、协助公司各重点产品和重点业务使用画像数据，发现价值点，深挖并产出正向收益；3、推动用户画像数据的建设不断向通用化、平台化方向发展，使各业务数据协同价值最大化。任职要求：1、本科及以上学历，热爱互联网，乐于学习，乐于尝试新事物；2、具备强悍的编码能力、具备一定数据挖掘、机器学习基础，数据结构和算法基础扎实；3、具备较强的业务沟通能力和优秀的逻辑思维能力；4、熟悉hadoop体系的开源分布式框架，了解常用算法；5、有用户画像、大数据处理、数据仓库经验者优先。
                        ","codeName":"普通话"},{"name":"数据挖掘工程师/专家","city":"","edu":"统招本科","salary":"
                    	40-60k·20薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"
               岗位职责：1、参与和业务场景的算法研究，通过个性化技术提升主动服务的体验效果；2、独立完成数据分析任务，从海量的用户行为中挖掘出有价值的信息；3、有效的和业务方，产品经理沟通策略方案，根据各方反馈迭代策略设计；4、独立完成策略的实现和上线，并评估效果。任职要求：1、3年以上数据挖掘与机器学习应用经验，有推荐、搜索、广告等领域丰富的实战经验；2、熟练掌握机器学习算法原理，能熟练运用机器学习、自然语言处理、深度学习、运筹优化、强化学习等模型解决有挑战性的问题；3、对数据敏感，有良好的逻辑思维和定义以及解决问题的能力；4、优秀的组织与管理能力，能够带领团队达成既定任务；可以同时管理多个项目，具有与不同团队合作的意识，关注细节。
","codeName":"语言不限"},{"name":"数据挖掘","city":"","edu":"大专及以上","salary":"
                    	8-13k·12薪","experienceTime":"1-3年","age":"25-35岁","jobDes":"
               1．搭建大规模数据挖掘平台，开发创新性算法和技术；2．根据需求，制定数据挖掘项目计划；3．分析评估产品及业务需求，研究设计相应数据挖掘方案及算法，分析数据，设计方案，构建原型，快速实现对于数据分析、挖掘的需求；4．产出有效的数据模型，形成分析报告，提供运营数据支持；5．对长期数据产品，定期检查，保证数据的准确性、有效性和代表性；6．深入分析互联网逻辑，应用统计学、机器学习、数据挖掘等技术建立模型。
            ","codeName":"普通话"},{"name":"数据挖掘专家","city":"","edu":"统招本科","salary":"
                    	70-100k·13薪","experienceTime":"5-10年","age":"25-35岁","jobDes":"
               1、 业务基础数据、实时数据梳理与规划建设；2、 离线数据流程和离线算法的开发与优化；3、 对接新业务的数据挖掘于分析工作，支撑业务与技术决策；
            ","codeName":"普通话"},{"name":"数据挖掘","city":"","edu":"统招本科","salary":"
                    	55-85k·12薪","experienceTime":"1-3年","age":"25-35岁","jobDes":"
               精通至少一种开发语言，如：Java、Scala、Python等，能熟练使用SQL进行数据处理熟练掌握海量数据处理技术，有使用Hadoop/Hive/Spark分析海量数据的能力和经验
","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"","edu":"统招本科","salary":"
                    	25-40k·12薪","experienceTime":"3-5年","age":"25-33岁","jobDes":"
               1、数据挖掘工程师2、数据挖掘工程师 - 标签建模研发方向3、数据挖掘工程师 - 风险管理和资产负债管理方向数据挖掘分为以上三个方向职位，计算机、数学、统计、金融类等专业全日制硕士以上学历，通过英语四级考试。98五/21一院校毕业优先考虑；3-5年以上相关工作经验各职位详情JD可以职聊沟通，也可以添加微xin索要详聊
            ","codeName":"英语"}]