[{"name":"算法工程师（企业大数据挖掘方向）","city":"","edu":"硕士及以上","salary":"
                    	30-40k·13薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"
               1.负责企业运营、生产、营销、管理、风控、服务等经营大数据的价值挖掘需求理解、算法设计与实现；2.独立或协同数据科学家负责算法模型项目化或产品化落地，实现业务与算法融合。
            ","codeName":"语言不限"},{"name":"40165-游戏数据挖掘工程师","city":"上海","edu":"本科及以上","salary":"面议","experienceTime":"1-3年","age":"年龄不限","jobDes":"工作职责：负责游戏数据分析、数学建模、用户画像、数据挖掘等工作；结合数据挖掘，进一步构建特征，机器/深度学习模型构建；优化现有线上算法，结合实际业务需求与数据，利用分布式计算框架，研发高效可靠的数据挖掘解决方案；利用数据挖掘技术发现业务场景中的特定/异常值，并探索提升/解决方法；跟进业界最新进展，并能够快速应用到业务中。任职要求：熟悉数据挖掘领域的理论基础与前沿研究，掌握统计模型、机器学习相关原理，具有数据挖掘实战经验，参与过相关项目；精通至少一种编程语言（python、java、Scala等），熟悉常用的数据结构和算法；熟悉分布式计算框架者优先，如hadoop、spark、hive等；熟悉了解业内推荐算法；沟通能力强，能够在多团队合作的环境中推进项目前进，具备优秀的自我驱动力、团队协作能力及跨部门推动力；热爱体验游戏，对各类游戏有深度体验及理解者优先，有游戏开发经验者尤佳。
                        ","codeName":"普通话"},{"name":"新能源汽车大数据挖掘工程师","city":"天津","edu":"硕士及以上","salary":"10-15k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"职责描述：1、参与新能源汽车运行数据采集及深度分析；2、负责针对海量运营数据进行数据预处理、特征提取、片段区分、数据挖掘等工作；3、负责建立新能源汽车大数据挖掘、分析及预测模型；                                                           4、负责运用统计建模，数据挖掘，机器学习方法解决具体应用问题。任职要求：1、硕士及以上学历，车辆、数学类、统计学类、计算机类等相关专业；2、具备数学类、统计学类专业基础，具有较强的学习能力；3、较熟练运用Matlab或Python等软件，熟悉Python的常用库；4、有机器学习，数据挖掘及大数据分析的相关经验者优先。
                        ","codeName":"语言不限"},{"name":"2021006数据挖掘工程师（秋季校招）","city":"上海-黄浦区","edu":"硕士及以上","salary":"10-15k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"岗位职责：1. 负责海量数据的分析处理，结合公司业务需求和行业趋势，探索与研究有效的数据模型；2. 通过聚类分析、图挖掘与社交网络分析等方法，进行贷前反欺诈, 智能催收等功能实现；3. 基于信贷审批数据和征信数据源，应用逻辑回归、随机森林、XGBoost等机器学习算法建立风险预测模型，帮助金融机构构建基于大数据的信用风控模型；4. 通过金融数据库或爬虫获取互联网上特定信息，并利用自然语言处理技术进行解析，建立机器学习模型，分析特定领域、行业或主体的风险指数。任职标准：1. 硕士及以上学历，计算机、数学或统计相关专业、算法相关工作经验者优先；2. 对机器学习和大数据行业充满兴趣，愿意不断学习新的知识；3. 精通数据挖掘算法及其原理，对常见分类聚类算法—LR、GBDT、XGBoost、GMM、DBSCAN等有很好的理解；4. 熟悉机器学习算法模型的构建流程；5. 熟练使用Python、SQL，有使用Sklearn、Pandas等常见python包的经验； 对大数据平台Spark，Hadoop有一定的了解；6. 具有良好的逻辑分析能力、沟通能力和文字表达能力，良好的执行力；7. 能够积极创新， 乐于面对挑战，负责敬业,优秀的团队合作精神；诚实， 勤奋， 严谨；
                        ","codeName":"普通话"},{"name":"数据挖掘工程师","city":"合肥","edu":"本科及以上","salary":"15-20k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"数据挖掘工程师职责描述：1、负责基于数据的公安行业分析应用研究，撰写数据分析报告、专题分析方案（关联图谱分析、轨迹分析、风险分析、画像分析等）；2、深入分析公安数据，应用统计学、机器学习、数据挖掘等技术建立模型，形成数据分析报告或数据产品；3、调研数据需求，建立数据分析框架体系，输出建模报告、数据报告，为公安业务提供数据支撑；4、熟悉并掌握数据分析方法，根据业务特点选择最合适的数据挖掘算法（分类、聚类、回归、深度学习等），进行数据建模、分析和挖掘等工作。任职要求：1、全日制统招本科及以上学历，通信、计算机、数学、统计学、信息管理等相关专业，研究生及以上学历优先；2、熟悉公安行业，具有较强数据分析能力、逻辑思维能力，工作态度严谨负责，具有良好的文字功底；3、数据敏感性强，具有抽象和建模能力，能够通过数据觉察到业务变化和潜在问题，能够从海量数据中发现有价值的规律；4、熟悉常用的数据分析方法和挖掘算法，熟练掌握常用机器学习算法，熟练使用SQL等结构化查询语言，熟练使用Python、Scala等一种或多种统计分析工具和语言。5、有基于Hive、Hbase、Spark、Flink的海量数据处理经验优先。
                        ","codeName":"普通话"},{"name":"数据挖掘工程师","city":"北京-东城区","edu":"本科及以上","salary":"18-35k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"1、统计，数学，金融，经济学等相关专业本科及以上学历，至少五年以上工作经验；2、具有互联网或金融行业的大数据分析及处理的工作经验，对基金业务熟悉者优先；3、具有较强的逻辑推理分析能力，能把复杂的业务问题抽象成数学问题，并找到解决方案；4、数据分析能力强，有较强的逻辑性，熟练掌握python，SQL者最佳；5、具有优秀的的沟通表达和学习能力，结果导向型，责任心强，具有良好的团队协作精神。岗位职责：1、了解MySQL等数据库，能熟练使用SQL；2、熟悉Python编程，脚本编写；3、做过数据清洗，特征工程等工作，熟悉对数据的整理、提取、分配、统计、分析等，运用基础数据，构建模型，输出各项测算指标数据；4、积极沟通，工作细致，主动了解业务需求。
                        ","codeName":"语言不限"},{"name":"阿里集团-CRO-情报数据挖掘专家","city":"杭州","edu":"学历不限","salary":"面议","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：1. 跟踪并分析国内外的黑产动态，挖掘黑产行为和事件，评估黑产风险水位，协助业务打击黑灰产； 2. 负责数据的分析处理，建设黑灰产数据模型，协助内部分析平台建设，帮助完善情报产品体系；任职要求：1、能够利用大数据的能力，经验，算法，模型等建设情报能力系统 。 2、对数据极度敏感，能够从基础信息中总结显著特征。能够结合风险场景，利用海量的异构的数据，发现各种异常、情报、意图、追本溯源。 3、1年以上反欺诈／反爬虫／业务风控／威胁情报分析工作经验；了解互联网各类风控模型者优先；有成熟运用业界算法解决实际业务问题经验者优先。 4、对如何进行数据可视化展示让目标使用者理解复杂的概念有个人见解； 5、至少熟悉一门编程语言，比如 Shell/Python/C/C++/JAVA ； 
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"北京","edu":"统招本科","salary":"面议","experienceTime":"经验不限","age":"年龄不限","jobDes":"职责描述：1.完成高通量测序实验的流程化数据分析人物；2.分析测序数据中存在的缺陷并上报；3.完成领导交办的其他工作。任职要求：1.本科或硕士学历，专业不限；2.熟悉Matlab或Python编程，两者均擅长者优先；3.了解一定的统计学知识和数据可视化方法；4.具备较强的学习能力和团队协作能力。
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"","edu":"统招本科","salary":"
                    	35-65k·15薪","experienceTime":"5-10年","age":"35岁以下","jobDes":"
               主要职责岗位职责1.结合业务数据与实际应用场景，在用户、门店、商品、供应商、LBS 等维度进行数据挖掘的规划与落地2.通过供应商、商品挖掘为选品定价提供支持，通过用户、门店、团长等维度的画像体系建设，助力业务精细化运营和营销，通过 LBS 相关的数据挖掘，为仓库选址等应用提供决策依据3.与业务方密切沟通，了解业务痛点，解决业务实际问题岗位基本需求：1.统招公办本科以上学历2.熟练掌握海量数据处理技术，有使用Hadoop/Hive/Spark分析海量数据的能力和经验3.精通至少一种开发语言，如：Java、Scala、Python等，能熟练使用SQL进行数据处理4.有好的沟通能力、自驱力和业务意识，能够主动贴近业务，挖掘业务痛点，解决业务实际问题5.有较强的逻辑思维能力，善于分析、归纳、解决问题6.能够快速掌握工作领域的业务和技术，能承受必要的工作压力7.跳槽频繁,五年三跳不考虑
            ","codeName":"语言不限"},{"name":"数据挖掘/算法专家","city":"","edu":"统招本科","salary":"
                    	100-200k·16薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"
               岗位描述：1、在分布式系统上进行数据计算、挖掘、和实现算法 2、数据仓库模型设计和建立 3、数据梳理流程的实现和维护 4、物流场景下的地址文本、空间属性研究和分析岗位要求：1、本科以上学历，有扎实的统计学，数据挖掘，机器学习，自然语言识别理论基础，一种或几种以上的实际使用经验。 2、熟悉聚类、分类、回归等机器学习算法和实现，对常见的核心算法和数据挖掘方法有透彻的理解和实际经验 3、深入理解Map-Reduce模型，对Hadoop、Hive、Spark、Storm等大规模数据存储于运算平台有实践经验 4、有扎实的计算机理论基础，至少熟悉一种编程语言，Java优先 5、有三年以上互联网公司或者海量数据处理工作经验，大数据挖掘、分析、建模经验
            ","codeName":"语言不限"},{"name":"数据科学家/数据分析师/数据挖掘工程师","city":"","edu":"统招本科","salary":"
                    	60-90k·20薪","experienceTime":"5-10年","age":"28-45岁","jobDes":"
               职责描述：• 深入业务，了解业务痛点，为各业务线建立、执行及完善数据监控、运营分析、数据协同等数据支持体系• 应用先进的统计建模、数据挖掘、机器学习方法建立数据模型解决实际问题，并研发创新方法以解决常规算法不能解决的问题• 与业务部门沟通合作，将数据模型应用于实际业务任职要求：• 本科以上学历，统计学、计算机科学、数学，生物信息学等相关专业，有扎实的统计学、数据挖掘、机器学习理论基础• 具有丰富的数据建模实践经验，3年以上相关工作经验• 扎实的编程基础，精通至少一门编程语言。熟悉R或者Python语言优先• 熟练掌握Hive\SQL• 拥有海量数据处理经验者优先，熟悉Hadoop优先• 具有良好的商业敏感度和优秀的数据分析技能。 能够开发创新而实际的分析方法以解决复杂的商业问题• 擅长与商业伙伴的交流沟通，具有优秀的报告讲解能力及沟通能力
            ","codeName":"语言不限"},{"name":"数据挖掘专家","city":"北京-朝阳区","edu":"本科及以上","salary":"30-50k·15薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：岗位职责1.结合业务数据进行用户、门店、商品、供应商、LBS 等维度的数据挖掘。2. 通过供应商、商品挖掘为选品定价提供支持。3. 通过用户、门店、团长等维度的画像体系建设，助力业务精细化运营和营销。4. 通过 LBS 相关的数据挖掘，为仓库选址等应用提供决策依据。岗位基本需求1. 4 年以上的算法岗位工作经验，统招本科及以上学历；2.在机器学习方向有较强的积累，熟悉经典的算法并有实践经验，包括但不限于GBDT、深度学习、强化学习等；3.熟练掌握海量数据处理技术，有使用Hadoop/Hive/Spark分析海量数据的能力和经验；4.精通至少一种开发语言，如：Java、Scala、Python等，能熟练使用SQL进行数据处理；5.有好的自驱力和业务意识，能够主动贴近业务，挖掘业务痛点，解决业务实际问题；6.有较强的逻辑思维能力，善于分析、归纳、解决问题；7.能够快速掌握工作领域的业务和技术，能承受必要的工作压力；
","codeName":"语言不限"},{"name":"Lazada-数据挖掘专家-Social&Content-深圳","city":"深圳","edu":"学历不限","salary":"面议","experienceTime":"1-3年","age":"年龄不限","jobDes":"工作职责：1.  构建Lazada用户社交标签体系设计，负责数据建模、海量数据架构设计，开发与性能优化。    2.  能够协助业务方，拆解业务指标并进行漏斗监控，能够与算法团队配合进行一些简单的特征处理    3.  通过专题分析，对用户及业务问题进行用户画像和深入分析，从数据中挖掘增长的机会点 任职要求：1.  计算机、统计学或其它相关专业硕士及以上学历，至少3年的爬出或数据开发或者分析经验；   2.  精通数据仓库领域知识和管理技能，包括但不限于：元数据管理、数据质量、主数据管理、性能调优等；   3.  有丰富的数据分析、挖掘、清洗和建模的经验，具有较强的数据整合，数据分析/挖掘和解决业务问题的能力，能从海量数据提炼核心结果，及时发现和分析其中隐含的变化和问题；   4.  具备大数据的处理能力，有storm/spark/flink等开发经验者优先；   5.  具备良好的沟通和自我驱动力，有项目管理经验及用户增长经验优先。   6.  有ABTest经验优先 
                        ","codeName":"语言不限"},{"name":"Lazada-数据挖掘-钱包信贷-深圳","city":"深圳","edu":"学历不限","salary":"面议","experienceTime":"1-3年","age":"年龄不限","jobDes":"工作职责：1、负责电商相关的数据规划、设计与研发，能够应用统计建模、数据挖掘、机器学习方法建立数据模型解决实际问题； 2、负责支付与钱包业务的评分卡，风控与反作弊相关的模型开发工作； 3、具备灵敏商业嗅觉，善于沟通，能够深入了解业务、挖掘业务问题和痛点，通过数据挖掘为业务决策、产品方向、运营策略提供数据支持；任职要求：1.计算机、统计、数学等专业本科及以上学历，有互联网或金融相关数据分析与挖掘的工作经历； 2.熟悉大数据平台，掌握Hive,Python,Java等相关开发语言； 3.良好的数据敏感度，能从海量数据提炼核心结果；有丰富的数据分析、挖掘、清洗和建模的经验； 4.具备良好的抗压能力、沟通能力和团队精神，有独立开展分析挖掘项目
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师（平台产品中心）","city":"上海","edu":"统招本科","salary":"20-35k·16薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责1. 负责数据探索、特征工程与清洗、业务建模、模型的选取与优化、模型验证等工作；2. 帮助游戏业务的各个环节(研发, 运营, 发行)提供决策需要的数据分析支持；3. 通过数据分析, 对业务提出优化建议；4. 和业务相关的数据挖掘算法的实现和迭代优化。岗位要求1. 数据分析工作经验3年及以上，有丰富数据建模经验,包括分类、推荐、预测等2、思维清晰, 逻辑严谨, 有强烈的好奇心和自驱力,善于从数据中发现问题；3、有良好的沟通能力和团队协作能力,可以与各业务部门顺畅合作；4、熟练使用SQL,Python,R等常用数据分析工具和语言,熟悉常用的可视化工具；5、熟练掌握常用统计分析方法和统计学习模型；6、统计, 数学, 计算机相关背景; 有游戏, 互联网等相关行业的数据分析经验优先；7、喜欢玩游戏, 理解游戏的业务逻辑优先。
","codeName":"语言不限"},{"name":"25924-数据挖掘后台开发高级工程师(深圳)","city":"深圳","edu":"学历不限","salary":"面议","experienceTime":"1-3年","age":"年龄不限","jobDes":"工作职责：负责线上推理系统的开发、优化及维护工作；对机器学习模型进行压缩优化，能够达到模型在线服务性能要求；数据挖掘平台的开发及维护工作。任职要求：扎实的C/C++开发经验，熟悉多线程编程、内存管理、设计模式和Linux开发环境，对C++11的语法特性有清晰的理解和认识，对高并发程序开发有很好经验；熟练使用Python、Tensorflow，了解Tensorflow内部实现原理；熟悉深度学习理论，有深度学习模型训练经验；对于业界及学术界最新模型进展保持关注与好奇心，了解目前最新模型基本结构与原理；加分项：具有分布式系统相关项目经历，复杂系统软件的设计能力和调试能力；熟悉GPU硬件架构，精通CUDA等，在深度学习计算框架等领域有丰富优化经验者优先；有AI编译器开发经验，熟悉模型压缩技术框架及最新研究进展，对于方法原理具有清晰认识与理解。
                        ","codeName":"英语"},{"name":"数据挖掘专家（联通在线南研中心）","city":"南京-建邺区","edu":"统招本科","salary":"30-50k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"岗位职责：1. 负责基于PB量级的数据进行数据挖掘，通过数据挖掘算法，构建包含用户坏账预测模型、营销预测模型、业务收入预测模型等，并通过算法，对这些模型进行不断优化，提高分析预测准确率；2. 基于海量用户行为数据进行分析和挖掘，包括用户兴趣、行为特征、活跃度等，进行标签化，并利用数据挖掘统计学习的理论和方法，定位企业内外部数据特征，提交有效的分析报告，帮助经营决策和产品改进；3. 负责面向PB量级的数据查询、数据计算、数据存储以及数据模型与管理的总体架构与优化，提升数据查询的响应效率；4. 负责大数据基础架构平台的设计、技术选型，主导对应的建设实施、保证集群高效稳定运行；5. 负责平台数据建模和设计工作，数据抽取，数据清洗，数据建模工作，具有ETL设计与开发，数据质量保障，元数据管理，指标体系建立。任职要求：1、全日制本科及以上学历，计算机相关专业，具有CDA认证优先。2、5年以上大数据平台架构经验，有多个数据产品开发和实施经验，牵头设计或作为主责构建过TB级数据仓库构建（含数据模型），至少2个以上中大型互联网数据仓库和数据挖掘的开发经验；3、精通常用的机器学习数据挖掘算法，熟悉数据挖掘相关算法，包括但不限于决策树、SVM、聚类、逻辑回归等。有大型互联网项目经验或业内知名产品研发经验者优先；4、熟悉BI平台架构，大数据解决方案及hadoop、Spark大数据相关技术,熟悉分布式系统基础设施中常用的技术，如缓存、消息中间件、搜索引擎等，有实践经验者优先；5、熟悉多项大数据处理/分析相关的工具/框架，Hadoop, Mapreduce、Hive、Storm、Spark、kylin、scribe、 kafka、hbase、canal、sqoop、presto、elasticsearch等；6、较强的自学能力和钻研精神，具有良好的沟通能力和团队合作能力，综合能力强，有团队管理能力者优先。
","codeName":"语言不限"},{"name":"高级/资深数据挖掘工程师","city":"杭州","edu":"硕士及以上","salary":"面议","experienceTime":"3-5年","age":"20-50岁","jobDes":"工作职责：1.基于海量多源的用户行为数据，应用机器学习或深度学习算法，进行用户属性挖掘和行为分析，完成用户标签体系建设；2.参与用户行为分析和挖掘，为算法和业务场景提供支持；3.参与广告中的DMP建设、广告受众画像建模、广告受众标签、人群lookalike算法、广告推荐等；4.负责广告CTR与CVR预估、点击反作弊，关键词推荐、商品优选等各个环节的算法优化；5.负责user、query、item等的representation learning，融合网易集团的用户行为数据和丰富的广告信息，结合合适的deep learning结构，学习user、query、广告等的representation；应用于相似度计算和模型特征最大化广告的收入。任职要求：1.重点学校硕士及以上学历毕业，2年以上工作经验，有大型互联网公司从业经验优先。2.具备良好的编程能力和代码风格，熟练掌握Java、Python、Scala等一门强类型语言，并至少掌握一门脚本语言；3.熟悉机器学习常用算法，有文本挖掘、自然语言处理方面经验者优先；4.具有良好的分析问题和解决问题的能力，对解决具有挑战性问题充满激情，有较强的学习能力，并且能够快速实现数学模型；5.熟悉Hadoop/Spark分布式大数据处理系统者优先。
                        ","codeName":"语言不限"},{"name":"大数据挖掘师（模型中心）","city":"上海-洋泾","edu":"统招本科","salary":"20-40k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：1、侧重营销领域大数据挖掘及商机分析，与业务方携手制定优化客户，产品与服务营销策略解决方案，并参与落地执行，最大限度提升客户价值与忠诚度；2、深度挖掘海量大数据，基于线上线下客户行为数据，构建不同种类预测模型，用于各种营销场景，包括但不限于客群筛选，产品推荐，价值评估，物料推送，渠道排序等，最大化提升精准营销效果；3、利用统计预测模型，基于多种纬度如产品，获客渠道，客群特征等测算客户终身价值，用于战略管理和营销决策的评估；4、基于全方位营销数据，通过对客户多渠道触点行为进行挖掘和解析，并利用数据统计模型量化媒体对销售转化的影响力，以此模型优化媒体选择及投放比重；5、基于客户终身价值，生命周期及多渠道行为完成对零售银行客户的宏观与微观分群，宏观分群服务于客户策略的制定，微观分群则指导精准营销活动的实施；对各分群客户进行360度客户画像，基于客户不同特征制定个性化营销方案；6、收集汇总市场营销数据需求，独立构架公司的数据应用产品，并推动业务部门的数据化运营。负责全面推进数据产品、数据模型在实际业务场景中的应用，主动获取各方反馈并持续完善；7、协助进行客户经营分析和数据挖掘项目的进度管理；任职资格：1、两年以上数据分析与运用项目经验，统计、数学、计算机或侧重量化分析的市场营销等本科以上学历；2、有很强的逻辑分析和独立思考能力；严谨的数据思维与意识；拥有创新精神3、具备说服与谈判能力，有跨团队、部门的资源整合能力； 4、能够独立开展研究项目，高效与技术团队进行沟通；5、对数据驱动业务有深入理解，对数据与业务方面有足够敏感性，能从海量数据提炼核心结果；6、熟练使用SQL、SAS等数据库和统计分析软件进行数据分析和模型开发，掌握常用的分析挖掘和机器学习方法，至少对一种方法有深刻认识与理解，包括但不限于回归分析、决策树、时间序列、文本挖掘；7、熟练使用Office软件，如ppt、excel等，精通函数和透视表，能独立撰写商业数据分析报告；8、具备银行与金融业客户与产品分析经验的优先考虑。
                        ","codeName":"语言不限"},{"name":"大数据挖掘师（模型中心）","city":"深圳-东门","edu":"统招本科","salary":"20-40k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：1、侧重营销领域大数据挖掘及商机分析，与业务方携手制定优化客户，产品与服务营销策略解决方案，并参与落地执行，最大限度提升客户价值与忠诚度；2、深度挖掘海量大数据，基于线上线下客户行为数据，构建不同种类预测模型，用于各种营销场景，包括但不限于客群筛选，产品推荐，价值评估，物料推送，渠道排序等，最大化提升精准营销效果；3、利用统计预测模型，基于多种纬度如产品，获客渠道，客群特征等测算客户终身价值，用于战略管理和营销决策的评估；4、基于全方位营销数据，通过对客户多渠道触点行为进行挖掘和解析，并利用数据统计模型量化媒体对销售转化的影响力，以此模型优化媒体选择及投放比重；5、基于客户终身价值，生命周期及多渠道行为完成对零售银行客户的宏观与微观分群，宏观分群服务于客户策略的制定，微观分群则指导精准营销活动的实施；对各分群客户进行360度客户画像，基于客户不同特征制定个性化营销方案；6、收集汇总市场营销数据需求，独立构架公司的数据应用产品，并推动业务部门的数据化运营。负责全面推进数据产品、数据模型在实际业务场景中的应用，主动获取各方反馈并持续完善；7、协助进行客户经营分析和数据挖掘项目的进度管理；任职资格：1、两年以上数据分析与运用项目经验，统计、数学、计算机或侧重量化分析的市场营销等本科以上学历；2、有很强的逻辑分析和独立思考能力；严谨的数据思维与意识；拥有创新精神3、具备说服与谈判能力，有跨团队、部门的资源整合能力； 4、能够独立开展研究项目，高效与技术团队进行沟通；5、对数据驱动业务有深入理解，对数据与业务方面有足够敏感性，能从海量数据提炼核心结果；6、熟练使用SQL、SAS等数据库和统计分析软件进行数据分析和模型开发，掌握常用的分析挖掘和机器学习方法，至少对一种方法有深刻认识与理解，包括但不限于回归分析、决策树、时间序列、文本挖掘；7、熟练使用Office软件，如ppt、excel等，精通函数和透视表，能独立撰写商业数据分析报告；8、具备银行与金融业客户与产品分析经验的优先考虑。
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师（预测算法）","city":"","edu":"统招本科","salary":"
                    	28-42k·14薪","experienceTime":"3-5年","age":"25-35岁","jobDes":"
               岗位职责1.负责预测算法及数据挖掘相关工作包括但不限于销量预测、智能营销、智能定价、智能画像等；2.善于从业务中抽象问题，并选择合适的算法解决问题，技术难题攻关；3.与业务、产品团队密切合作，支撑支持业务。任职资格：1.3年以上互联网公司预测等数据挖掘机器学习算法研发工作经验；2.精通常用的数据挖掘算法和基础的机器学习算法，包括但不限于监督学习模型（分类、回归、排序等模型）、非监督学习模型（聚类）、半监督学习模型等；3.具有扎实的计算机科学功底，扎实的编程基础和数据结构算法基础，极强的编程能力和问题解决能力；4.善于交流，有良好的团队合作精神和协调沟通能力，有与产品、架构、数据开发等多方密切配合的经验和意识，驱动协调多个团队达成目标。具备以下者优先：1.有新零售相关经历，对新零售业务有较强的热情，密切关注业界最新进展。
","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"上海-浦东新区","edu":"大专及以上","salary":"10-20k·14薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"工作职责:1.项目需求调研，编制需求说明书和工作方案；2.负责数据仓库建模、负责业务系统数据分析项目工作；3.负责数据的挖掘、整合与分析模型的建立、优化和评估；4.负责数据结果提交、测试反馈与优化；5.运营及决策提供业务分析及数据支持；6.采集、转换、整合数据，与展现开发报表分析的数据设计流程，并应用于实际操作中；7、按要求完成数据分析报告、建模报告、数据报表等；对相关结果进行解读和汇报。任职资格:1.计算机相关专业，有一定编程基础或数学专业，对于统计分析相关的理论有一定基础，硕士以上学历优先考虑；2.具有海量数据挖掘、数据分析、机器学习等相关项目实施二年以上的工作经验；有分布式计算或高性能并行计算的项目经验优先；3.熟悉文本分类、聚类、机器翻译；4.熟练使用帆软等数据挖掘工具；5.能从不同的角度思考、分析问题，敢于大胆地提出创新的解决方案；6.扎实的计算机基本功及数学基础，深入理解机器学习问题求解方法。
","codeName":"语言不限"},{"name":"大数据挖掘架构师","city":"福州-鼓楼区","edu":"本科及以上","salary":"20-30k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"岗位职责：1）面向客户业务运营、数据字化转型等场景，提供企业平台架构、数据架构规划、设计与落地实现的能力，提供数据治理、数据分析解决方案规划与设计能力 2）负责客户业务运营、数字化专营等数据分析和数据治理项目的售前和交付阶段的需求理解、澄清和引导，管控范围，确保解决方案的可交付性和项目的成功交付3）提供数据治理和数据分析项目交付方案架构最佳实践和方法论，支撑解决方案架构优化4）负责海量运营数据的分类汇总和分析研究，独立负责传统及数据业务的日常分析，组织设计并执行各项业务分析报告，组织设计并执行各项业务分析报告5）负责业务核心指标的监控和跟踪分析，并对异常波动情况进行深入分析和问题定位6）分析和研究数据与实际业务的关联关系，完备分析知识体系；参与完成各类分析报告、报表等其他指定的工作任职要求：1）统计学、数学或计算机、数理统计或数据挖掘专业方向相关专业本科或以上学历2）了解数据仓库和数据挖掘的相关技术；曾参与过比较完整的数据采集、整理、分析工作3）对商业和业务逻辑敏感，具备良好的逻辑分析能力、组织沟通能力和团队精神4）具备较强的规划和统筹能力，有较强的执行能力5）熟悉SAS、SPSS、R等统计分析软件者优先6）具有海量数据挖掘、分析相关项目的工作经验者优先7）有政务相关行业经验者优先8）7年或以上互联网数据分析相关经验
                        ","codeName":"语言不限"},{"name":"数据挖掘","city":"苏州-独墅湖","edu":"统招本科","salary":"15-30k·16薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1.基于海量的用户大交通出行、用户预订行为数据，使用机器学习来挖掘产品-用户关系并探索更深层次的数据价值；2.研究数据挖掘或统计学习领域的前沿技术，针对海量用户行为和内容信息建模，构建和优化用户画像以及用户大交通出行领域画像模型；3.基于对用户理解和大量数据特征，参与风控、精准营销、个性化定价、产品决策等模型建设和研究，提升用户体验和产品变现能力；任职要求：1.对出行、地理位移、用户行为数据的挖掘有浓厚兴趣，充满激情，挑战未知，有一定的POI挖掘经验；2.曾参与推荐系统或广告投放系统等相关项目的构建，掌握推荐核心技术，精通排序算法；3.逻辑清晰、表达能力强，有良好的团队合作精神和主动沟通意识；4.曾就职/学习于知名推荐系统公司/团队者优先；
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"北京","edu":"本科及以上","salary":"25-45k·15薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"急招高级数据挖掘算法工程师  T4/T5工作职责-研究数据挖掘、统计学习、深度学习领域的前沿技术，针对海量互联网用户行为和内容信息建模理解用户，构建 用户画像标签；-基于用户理解及海量数据特征，参与 商业变现、个性化 推荐、精准 营销等 模型建设和领域研究，提升商业 产品变现能力或用户产品体验职位要求-良好的逻辑思维能力，能够从海量数据中发现有价值的规律 ，有较好的数据scense-熟悉C\C++,PYTHON等至少一门常用语言，对数据结构和机器学习算法有较为深刻的理解和认知-至少一年数据挖掘相关工作经验，具备大规模 机器学习、数据挖掘、 深度学习、 用户画像、 nlp等相关技术和项目实战经验者优先-具有优秀的分析和解决问题的能力，对有挑战性问题充满激情
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"北京-海淀区","edu":"本科及以上","salary":"20-40k·15薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"工作职责-研究数据挖掘、统计学习、深度学习领域的前沿技术，针对海量互联网用户行为和内容信息建模理解用户，构建用户画像标签；-基于用户理解及海量数据特征，参与商业变现、个性化推荐、精准营销等模型建设和领域研究，提升商业产品变现能力或用户产品体验职位要求-良好的逻辑思维能力，能够从海量数据中发现有价值的规律 ，有较好的数据scense-熟悉C\C++,PYTHON等至少一门常用语言，对数据结构和机器学习算法有较为深刻的理解和认知-具备大规模机器学习、深度学习、nlp、分布式计算等相关技术和项目实战经验者优先-具有优秀的分析和解决问题的能力，对有挑战性问题充满激情
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"广州","edu":"本科及以上","salary":"12-20k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"职位描述：1、根据画像体系定量数据和计算指标，从对用户、业务、市场等多角度进行洞察分析，完成框架设计、结论分析和数据准备；2、基于海量用户行为，利用统计分析、机器学习、自然语言处理等方法，设计与优化用户画像数据挖掘模型；3、参与数据统计分析、用户画像、标签开发以及数据平台其它相关功能开发，建立用户画像产品的评估机制和监控体系；岗位要求：1、本科及以上学历，2年以上用户画像、数据挖掘、数据分析工作经验；2、熟练掌握至少一种编程语言：Python/Java/Scala，熟悉Linux系统及常用Shell命令；3、掌握基于Hadoop或Hbase等大数据平台工具的开发与设计，熟悉Hive，Spark开发；4、参与过用户画像建模、用户画像系统或DMP系统的开发工作优先；
                        ","codeName":"普通话"},{"name":"数据挖掘推荐算法工程师/专... 校招","city":"北京","edu":"本科及以上","salary":"25-50k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"职位描述：1、负责快手推荐相关业务的数据挖掘与分析；2、建立用户数据分析模型，提供核心算法和基础特征，为推荐系统的搭建提供支持；3、分析站内外海量数据，探索平台新的业务增长点。任职要求：1、良好的编码与代码控制能力, 有扎实的数据结构和算法功底；2、优秀的分析问题和解决问题的能力，能够从海量数据中发现关键特征；3、熟悉Linux开发环境，熟悉Python语言，熟悉Hadoop相关开源组件如：Hive/Spark/Storm等；4、具有大规模数据挖掘、机器学习经验者优先。
                        ","codeName":"普通话"},{"name":"数据挖掘工程师","city":"福州","edu":"硕士及以上","salary":"10-15k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责1、根据业务需求，进行大数据服务技术支持；2、对业务数据进行挖掘和分析，对业务层面予以数据支持；3、以数据为依托参与制定业务方案，对相关工作进行数据分析和评估；4、客户大数据服务培训；5、部署和维护大数据服务系统完成领导交办的其他事项。岗位要求1、全日制硕士以上学历，网络服务产品2年以上工作经历；2、有大数据服务相关产品技术支持工作经验者优先；3、熟悉服务器，网络服务的部署和搭建；4、熟练掌握并使用至少一门计算机语言，比如Python，Go，Java等；5、有网络开发经验者优先；6、英语四级以上，读写流利；7、身心健康，无不良嗜好
                        ","codeName":"普通话"},{"name":"数据挖掘工程师","city":"上海-静安区","edu":"统招本科","salary":"12-20k·14薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"【职责描述】 负责理解商业需求，运用统计建模，数据挖掘，机器学习方法解决实际问题，优化业务结果，提供决策支持；包括但不限于以下方向：1.广告投放优化：分析互联网数字营销数据，基于大数据平台建模，提高营销的ROI ；2.用户画像：负责构建用户数据模型，挖掘用户群体属性、潜在种子用户以及用户偏好等信息； 3.用户价值评分模型：利用特征工程提取用户特征，建立模型，找出高价值用户；4.异常检测：能够对于数据异常，流量作弊情况进行及时预警。 【职位要求】1.数学、物理、统计、信息学院或相关专业本科及以上学历；2.扎实的统计理论和机器学习理论基础和项目实战经验。有较强的数据敏感度，能够基于对业务的深入理解，从数据中发现问题和规律。具备良好的逻辑思考能力和快速的学习能力；3.2年以上数据分析或数据挖掘经验。有互联网大数据分析经验，数字营销、广告行业经验者优先；4. 具有开放问题独立研究的能力和良好的业务分析能力，熟练运用python做数据处理和建模，精通SQL，有tableau、PowerBI、SAS等数据分析和可视化工具的运用经验;5.英文流利者优先
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"广州-天河区","edu":"本科及以上","salary":"9-13k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"岗位职责：1、有海量数据的分析挖掘、机器学习与决策支持系统开发经验；2、能够运用数据挖掘，机器学习方法建立数据模型，参与过业务决策、风险管控、产品特性的优化工作；3、对用户特征和行为数据做深入分析，建立数据模型，挖掘目标用户；岗位要求：1、计算机、数学、统计、数据挖掘等相关专业本科及以上学历；2、2年以上大规模数据分析、挖掘等相关工作经验；3、熟悉聚类、分类、回归、等常见的算法及原理，有大量的实际建模经验；4、熟练使用Java、Python编程语言与工具（一项或多项）；5、熟练基于Hadoop/Spark/Hive平台进行开发和分析数据，具备极强的数据敏感度，能从海量数据中挖掘出数据核心价值；6、数据敏感，有良好的逻辑思维能力，较强的沟通能力和团队合作精神，勇于承担工作压力。微信分享
                        ","codeName":"普通话"},{"name":"机器学习/数据挖掘工程师","city":"上海","edu":"统招本科","salary":"8-16k·13薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"职责描述：1、 理解业务需求，维护、跟踪现有模型的运行，保证模型应用的运营，并在指导下完成数据整理、分析与建模工作；2、 结合业务数据及流程，发现针对业务目标的特征，并进行统计分析结果的解读；3、 执行上级指派的其他工作任职要求：1、 本科或以上学历，统计、数学相关专业背景；2、 1-2年数据分析、数据挖掘相关工作经验；3、 具备良好的统计学基础及应用能力，了解常见的机器学习模型算法及建模流程；4、 熟悉掌握SQL5、 注重团队合作，有良好的沟通表达能力，良好的业务敏感度和学习能力6、 有银行相关项目从业经验，了解逻辑回归和XGBoost模型优先
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"广州-珠江新城","edu":"本科及以上","salary":"18-36k·15薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"特别备注：此岗位需要长期出差（有补贴）~岗位亮点：1.  知识图谱涉及大数据和人工智能领域等前沿技术领域，技术上具备很好的广度；  2.  团队岗位和角色完备，包括产品、应用、数据、算法等，是一个思维碰撞性、创新性和富有战斗力的团队；  3.  业务上， 深耕场景、持续深入打造场景化的产品解决方案，持续提升对业务的理解；  4.  目前知识图谱的产品体系完善，包括平台、产品、解决方案。 参与科技部国家级AI2030项目，和多所知名高校和企业合作，具备很好的研究氛围；    5.  产品业务形态覆盖广，包括云端SaaS服务和本地化产品服务。能够深入到客户具体业务中去，接触一手客户需求，产品研发高效少走弯路，最终能形成产品到场景、场景到产品的闭环；    6.  定期轮岗机制，团队成员根据自己的个人规划，感受不一样工作带来的新的兴奋点。岗位职责1、参与知识图谱的需求调研，定义图谱schema；2、通过探索性的数据分析，构建图谱schema；3、分析图谱质量，给出图谱可行性报告特别备注：此岗位需要长期出差（有补贴）~任职条件1.计算机、数理统计、自然语言处理、机器学习及相关专业本科或本科以上学历，3年以上工作经验；2. 基于Hadoop的大数据体系有深入认识，具备相关产品（Hadoop、Hive、HBase、ES等）使用经验；3.熟悉Linux开发环境、shell以及Python脚本语言4.具备数据挖掘的相关专业知识和理论基础以及了解知识图谱相关知识；5.熟悉掌握常用的机器学习算法理论(LR/GBDT/Xgboost/Isolation Forest)等；6. 熟悉NoSQL数据库，精通图数据库，如Neo4j、Hbase、JanusGraph等；7. 具备良好的客户服务意识，抗压，能接受客户驻场工作。
                        ","codeName":"语言不限"},{"name":"大数据挖掘工程师","city":"北京-海淀区","edu":"本科及以上","salary":"25-35k·14薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1. 与项目及产品团队紧密合作，理解产品背景与需求;2. 对海量工业数据进行处理和分析，挖掘相关信息，建立模型，分析关键因素，优化核心决策;3. 跟进机器学习相关技术的业界发展，并合理的运用到实际产品中;任职要求：1. 计算机/数学/统计学/模式识别相关专业，本科以上学历；2. 熟悉Linux平台，至少掌握Python/C/C++/Java其中一种编程语言；3. 掌握机器学习基本原理、流程以及应用方法；4. 熟悉常见机器学习方法，包括分类、回归、聚类、推荐、关联规则等算法；5. 在数据挖掘、机器学习、深度学习领域中，具备将算法应用于实际生产系统的成功经验和能力；6. 具备良好的沟通能力和良好的团队合作精神。
                        ","codeName":"语言不限"},{"name":"数据挖掘专家","city":"宁波-海曙区","edu":"本科及以上","salary":"15-25k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"岗位职责：1、负责数据库系统的架构设计、开发、优化、安全；2、负责业务系统数据库管理，包括数据库日常维护，系统数据安全以及权限管理、故障处理、日常错误情况处理等等3、负责数据库备份管理、监控备份情况，恢复策略方案的制定与实施；Sql server数据库性能监控和调优，数据备份/恢复计划的制定、执行4、负责依据业务需求优化数据存储结构，负责数据库系统部署方案的计划、设计和实施5、负责根据开发人员的设计审核并创建数据库存储结构、数据库对象,负责参与SQL存储过程的编写等数据库应用开发6、负责对应用程序进行审查，为开发人员提供数据库支持（书写存储过程）。7、负责对应用程序进行SQL审核、监控，执行数据库告警及应急处理；8、负责系统数据库定期检查，进行性能分析与调优，充分保证信息系统数据的安全及高效运行；岗位要求：1）计算机或相关专业本科以上2）精通SQL SERVER,有五年以上的数据库开发经验3）作事有责任心，并能承受高强度工作压力4）逻辑思维能力强，作事严谨5）会用c#编程语言者优先6) 良好的人际关系、沟通能力和团队合作精神
                        ","codeName":"语言不限"},{"name":"数据挖掘","city":"","edu":"统招本科","salary":"
                    	20-30k·15薪","experienceTime":"经验不限","age":"26-38岁","jobDes":"
               任职资格：1、统招本科以上学历，计算机、模式识别、数学等相关专业优先，有一定的数据挖掘经验者优先；2、对机器学习的基本算法有较强的积累，并对深度的图像算法有一定的了解；3、熟练使用python，熟悉sql语句，熟悉linux的基本操作；4、对运用机器学习解决实际问题具有强烈的兴趣；5、了解hadoop生态组件、有opencv、tensorflow的使用经验工作职责：1、深入理解业务，提供数据变现场景方案；2、根据业务需求，运用数据挖掘或机器学习训练算法模型解决实际问题（图像分类、故障预测）。
            ","codeName":"语言不限"},{"name":"数据挖掘专家---风险模型线","city":"","edu":"统招本科","salary":"
                    	35-55k·14薪","experienceTime":"经验不限","age":"23-38岁","jobDes":"
               1，根据公司业务需求，针对业务数据完成各个维度的统计与分析；2，深度挖掘用户数据，建立用户画像，设计风险评估模型，控制借贷风险；3，配合公司其他部门完成相关数据模型的开发，支持各部门运营决策；4，配合开发人员完成数据模型开发、上线运行。【任职资格】：1，国内外知名大学毕业，数学、统计学、金融、计算机等专业，硕士及以上学历，2年及以上工作经验；2，熟练掌握orcale/MySQL等关系型数据库，能够自主完成数据提取与分析；3，精通Python数据分析挖掘包，能够自主完成数据分析工作；4，熟悉Java或者Python等开发语言，完成基础脚本的开发；5，熟悉决策树、逻辑回归、聚类、判别分析、因子分析、多元回归等常用数据挖掘算法和统计分析方法；6，极强的责任心、学习能力、沟通协作能力。
            ","codeName":"语言不限"},{"name":"数据挖掘产品经理","city":"","edu":"统招本科","salary":"
                    	30-40k·14薪","experienceTime":"5-10年","age":"25-38岁","jobDes":"
               岗位职责：1. 负责公司车联网大数据平台的产品规划与设计工作。2. 深入了解车联网/自动驾驶的应用场景及相关业务特点，对车辆产生的海量数据进行数据应用方向研究，设计数据分析挖掘方法。3. 结合数据仓库行业经验和上游业务特点，规划数据仓库产品形态和服务形态。4. 通过地理大数据挖掘，分析，处理打造先进的自动驾驶地图服务体系，负责相关产品方案设计及需求文档撰写。5. 推动各类数据接入、数据评价等数据沉淀工作。任职要求：1. 计算机，数学，统计等本科及以上相关专业。2. 有车联网大数据平台建设经验者优先。3. 具备良好的数据敏感度，能根据业务的实际情况设计数据挖掘模型，有位置和出行大数据相关数据挖掘分析经验者优先。4. 熟悉数据挖掘的相关技术，了解机器学习的基本算法，如回归方法、决策树、SVM等，有大数据和机器学习研发经验者优先。6. 对新技术有持续的热情，对车联网，自动驾驶汽车、AI行业有强烈兴趣和好奇心，对业务产品有前瞻性理解。7. 适应创业公司氛围，透明直接沟通，团结合作，自驱力强，能高效快速地应对变化。
            ","codeName":"语言不限"},{"name":"数据挖掘专家(贷后模型方向)","city":"","edu":"统招本科","salary":"
                    	25-40k·15薪","experienceTime":"经验不限","age":"23-35岁","jobDes":"
               工作职责:1、独立针对业务需求，提出建模方案并落地执行2、负责贷后风险评分模型：开发、评估、实施、监控、回顾优化，及不断改进评分效果3、量化数据分析和优化贷后管理相关策略任职要求：1、本科及以上学历，理工科相关专业。2、3年以上建模经验，有信贷行业经验优先，有贷后模型经验者尤佳。3、较强的结构化思维能力，分析/呈现问题层次分明、逻辑清晰4、良好的沟通、快速学习能力5、精通一门模型语言， 精通SQL、Python等数据库查询语言
","codeName":"语言不限"},{"name":"电商数据挖掘工程师（阿里数据工厂）","city":"上海-五里桥","edu":"本科及以上","salary":"10-15k·13薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"职责描述：1）负责各品牌阿里数据工厂模型建设，用所建模型进行人群精准圈定，提供业务端使用2）负责与品牌和投放团队沟通投放策略，分析拆解需求形成数据工厂建模需求3）基于企业庞大的客户数据进行挖掘分析，例如消费行为、评价、商品挖掘分析4）负责将模型概念演绎为通俗易懂的概念和品牌进行阐述任职要求：1）统计学、计算机学科、数学等相关专业本科及以上学历2）理解各种数据分析、数据挖掘的方法及原理，并能熟练运用3）1年以上数据挖掘和分析经验，能独立构建模型并分析4）有良好的商业数据敏感度和分析能力5）有优秀的学习能力，并有较强的自我驱动能力和思考能力6）良好的团队沟通合作能力
","codeName":"语言不限"}]