[{"name":"（高级）数据挖掘工程师","city":"上海-静安区","edu":"硕士及以上","salary":"25-55k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"岗位职责:1、参与金融、零售、医疗、物联网等业务的行业分析、精准营销、管理决策等方面的数据挖掘工作； 2、根据分析、诊断结果，建立数学模型并优化，撰写报告，为运营决策、产品方向、销售策略等提供数据支持； 3、指导、培训公司内部人员利用专业数据分析、挖掘工具进行数据整理。 4、有相关工作经验2年以上。任职资格:1、博士学历，有较强的数学功底和扎实的统计学、数据挖掘功底，统计、数学、计算机相关专业尤佳；2、精通常用数据挖掘工具软件R / SPSS / Python等工具，可代码级实现数据挖掘算法； 3、有较强的业务敏感度，分析能力强； 4、须备良好的职业素质与敬业精神，注重团队合作，擅长沟通表达； 5、能够适度出差； 6、熟悉数据产品开发、推广，有数据挖掘项目实施经验者优先，有营销知识，理念和实践者优先。
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"","edu":"统招本科","salary":"
                    	20-30k·13薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"
               职位描述：对公司产品的各项数据进行挖掘与建模。与产品、运营人员一起研究产品，提出猜想，并进行数据验证。针对典型场景进行数据建模。任职要求：三年以上数据挖掘或机器学习相关工作经验。熟练掌握常用的机器学习算法及个性化推荐算法。熟练使用python、pandas、matplotlib、seaborn、sklearn 等研发库。至少熟悉一种大数据处理平台spark/Alink企业比较重视员工对业务的理解，如熟悉直播类产品加分。
            ","codeName":"语言不限"},{"name":"广告反作弊数据挖掘工程师","city":"","edu":"统招本科","salary":"
                    	20-40k·15薪","experienceTime":"3-5年","age":"36岁以下","jobDes":"
               广告反作弊数据挖掘工程师Base北京职位描述：1、负责竞价广告及品牌广告反作弊系统的系统设计及策略优化； 2、通过海量数据，分析与挖掘各种潜在关联，从而不断优化反作弊效果，更好地识别作弊流量，保障客户利益和公司长远健康发展；职位要求：1、计算机或安全相关专业本科及以上学历；2、熟悉机器学习、数据挖掘、数据分析、分布式计算至少某一方面，有较深的理论研究和实践经验 3、精通至少一门编程语言，熟练运用各种常用算法和数据结构，有独立的实现能力 4、有互联网相关反作弊工作经验者优先；5、具备优秀的逻辑思维能力，对解决挑战性问题充满热情，善于解决问题和分析问题； 6、良好的团队合作精神，较强的沟通能力和学习能力； 7、有数据分析及数据挖掘相关工作经验者优先。
            ","codeName":"语言不限"},{"name":"博士后（大数据挖掘方向）","city":"深圳-南山区","edu":"博士","salary":"20-35k·15薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"职责描述：基于大数据的模型分析及应用，千万级以上数据的处理及分析，基于身份应用、交通支付应用等场景。任职要求：1.具有良好的政治素质和道德修养，遵纪守法，无任何不良记录；2.已获得博士学位（不超过3年），或即将获得博士学位，年龄在35周岁以下；3.具有较强的研究能力，已在相应方向上取得一定的学术成果，具备复合专业背景的优先；4.原则上应具备全脱产在本站从事博士后研究工作的条件。工作待遇：1、综合年薪 30-50万；2、提供住房补助、餐补、科研奖励等；3、博士后人员进站，可自愿选择落户深圳市。选择落户深圳市的，其配偶及未成年子女可办理随迁入户。博士后子女入托、入学等按深圳市相关条例执行。4.博士后在站工作期限原则上为两年，也可根据科研工作需要适当延长；5.符合条件的可认定为深圳市高层次专业领军人才或孔雀人才并享受相关待遇。
                        ","codeName":"语言不限"},{"name":"数据挖掘分析工程师","city":"广州-珠江新城","edu":"本科及以上","salary":"18-30k·13薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1、负责数据挖掘模型的开发，包括需求分析、模型设计、算法测试和优化；2、负责金融零售或风控特定业务方向的数据专题分析 ；任职要求：1、计算机、数学、统计等专业，本科以上学历，研究生以上学历优先；2、具有3年以上数据挖掘工作经验，有深度学习、反欺诈、推荐引擎等领域项目经验优先；3、熟悉数据挖掘建模过程及主流算法； 4、熟练使用数据库，并至少熟练掌握一种语言，如SAS、Python、R、Java等；5、具有独立分析和解决实际业务问题的能力；对新知识、新技术充满求知欲，逻辑严谨、思维活跃、语言表达顺畅。
                        ","codeName":"语言不限"},{"name":"大数据挖掘与分析高级工程师","city":"","edu":"统招本科","salary":"
                    	30-50k·15薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"
               大数据分析高级工程师工作职责：1.  用系统化的方法分析业务变化趋势，为管理层决策和产品完善提供数据支持；2、运用hive/SQL做数据挖掘分析，用数据驱动产品改进、业务发展；3、指导与支持产品经理、业务经理设定目标，并检验是否达标。岗位要求：1、统计、生物统计、运筹、应用数学相关专业本科及以上学历；2、五年年以上在互联网或物联网行业的数据分析工作经验；有人力资源数据，客户数据分析经验的优先；3、优秀的商业分析能力，有及时发现和分析其中隐含问题的敏锐性 ，能从复杂用户行为数据进行抽象概括，建立数学模型并用PPT等表达；4、熟悉SQL与HIVE，掌握统计分析方法；5、有设计A/B test的能力，精通各种统计假设检验的方法，如：t-test, chi-square等；6、具备R或python能力。
            ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"上海-江湾","edu":"硕士及以上","salary":"10-30k·16薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"岗位职责：1.通过海量数据，挖掘B2B客户的偏好特征、行为规律，寻找出潜在的商业价值及数据价值点2.基于空间位置大数据，以业务目标为导向，完成数据清洗、样本去噪、特征工程、模型建立和评估实现等整个流程3.负责客户画像方向的数据研发、算法研究和流程优化，建立营销策略的标签模型4.使用阿里大数据平台和算法工具完成模型的工程化，并与业务部门沟通合作，将数据模型应用于实际业务，提高自动化和智能化程度，提升业务效率任职要求：1.统计、数学、计算机或相关专业硕士及以上学历2.优秀的逻辑思维能力和数据分析能力，能够从海量数据中发现有价值的规律3.精通Python/Scala/Java等至少一门编程语言4.熟悉Hadoop/Spark/ODPS等大数据分布式平台5.熟练掌握机器学习、深度学习的基础理论和实现方法，熟悉至少一种主流深度学习框架，如TensorFlow/MXNet/Caffe/Keras等6.良好的沟通能力与团队协作能力，乐于钻研和学习新知识7.具有GNSS/GIS/B2B/用户画像等相关数据挖掘项目经验者优先8.具有实际爬虫项目经验者优先
","codeName":"语言不限"},{"name":"高级数据挖掘工程师","city":"","edu":"统招本科","salary":"
                    	30-60k·16薪","experienceTime":"3-5年","age":"24-40岁","jobDes":"
               岗位职责：1、负责基于海量数据环境下进行画像、标签系统等场景的挖掘开发；2、负责数据探索、特征工程与清洗等，业务数据建模、模型的选取与优化、模型验证等工作；3、负责对运营数据进行分析与监控，基于业务需求或业务痛点进行画像开发、标签挖掘，构建对应指标体系；4、负责维护和改进已投入生产的模型。岗位要求：1、至少3年及以上数据挖掘开发经验；2、熟练使用Java、Python开发语言，并有扎实的编程基础与数据结构基础和数学基础；3、良好的SQL语句功底，熟悉MySQL和HQL/Spark SQl，并有一定的SQL优化经验；4、熟悉大数据常规解决方案，如Hadoop、Hive、Spark等分布式存储与计算；5、熟练使用常见的分类、回归等机器学习算法，如Keams、Logistic Regression、Random Forest、SVM、SVD等；6、熟练使用至少一种机器学习框架，如Spark ML、Scikit-learn等；7、熟悉数据挖掘场景下的常规开发流程，并有较强的数据敏锐能力和业务分析能力；8、了解深度学习常见的网络并熟悉一个或多个深度学习框架者优先；9、有标签系统、画像系统、舆情系统等相关项目开发经验者优先；
","codeName":"语言不限"},{"name":"数据挖掘算法工程师","city":"","edu":"统招本科","salary":"
                    	35-50k·15薪","experienceTime":"5-10年","age":"28-35岁","jobDes":"
               职位描述:1、优化模型效果，并保证线上模型指标稳定提升；2、分析业务数据，提出改进方案；3、业务目标拆解和技术规划。职位要求:1、机器学习理论基础扎实；2、熟悉矩阵分解、GBDT、LTR、word2vec、CRF、LSTM等常见算法；3、强悍的工程实现能力，熟练使用python、scala语言；4、熟练使用以下任何一个开源工具：xgboost、tensor flow、pytorch；5、善于思考和发现问题，并能提出改进方案；6、针对特定业务指标，具备技术拆解和规划能力；7、有推荐、广告或增长相关算法工作经验优先。
            ","codeName":"英语 + 普通话"},{"name":"数据挖掘专家","city":"","edu":"统招本科","salary":"
                    	50-75k·12薪","experienceTime":"3-5年","age":"20-40岁","jobDes":"
               工作职责运用数据挖掘和机器学习方法和技术，深入挖掘和分析海量商业数据； 包括但不限于用户画像、智能投顾、数据爬虫、文本分析和商业预测等； 不断完善和优化算法，以技术驱动公司业务成长；应用统计建模、数据挖掘、机器学习方法建立数据模型解决实际问题。岗位要求学历要求：数学、统计学、计算机相关等理工科背景专业，正规全日制大学本科以上学历工作经验：3年以上相关工作经验年龄：35周岁以下精通一门或多门开发语言（R, Python和Java等），熟练掌握常用数据结构和算法； 熟悉常用机器学习和数据挖掘算法，包括但不限于决策树、支持向量机、线性回归、逻辑回归以及神经网络等算法；有用户画像、数据挖掘、数据爬虫等相关经验优先； 熟练掌握一种数据库，精通SQL语言，并有实际应用和开发经验； 熟悉Spark等分布式机器学习框架，熟悉Hadoop/HBase/Hive等大数据处理平台； 具备较强的数据敏感度和分析能力，能够针对业务提炼指标评估策略价值及发现关键问题金融从业经验优先，大型C端互联网平台从业经验优先
            ","codeName":"语言不限"},{"name":"数据挖掘","city":"","edu":"统招本科","salary":"
                    	20-25k·13薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"
               工作职责﻿1.负责用户画像的产品开发和应用落地； 2.参与数据采集和清洗的逻辑梳理，以及特征工程构建； 3.对业务问题进行深度分析挖掘建模，为业务模块提供数据支撑。任职要求1.精通Excel和PPT，有较强的编程能力，熟悉Python和SQL的使用； 2.有两年以上数据模型设计经验和扎实的相关理论基础、熟悉常见机器学习算法；  3.有较强的责任心和较好的业务敏感性，能够主动分析发掘业务层面的问题并进行分析论证；  4.有从事过电商行业用户分析建模相关工作经验者优先。
            ","codeName":"语言不限"},{"name":"数据挖掘算法工程师","city":"","edu":"统招本科","salary":"
                    	40-50k·16薪","experienceTime":"3-5年","age":"23-35岁","jobDes":"
               1.3年以上数据挖掘算法类工作经验 2.熟练机器学习、数据挖掘、统计分析等能力 3.具备一定的代码功底和实战能力,熟悉Python/SQL语言 4.熟练LR/GBDT/DNN/LSTM等模型 5.有过Hadoop/Spark/Hive/ TensorFlow 等工具的使用经验
            ","codeName":"语言不限"},{"name":"数据挖掘负责人","city":"","edu":"学历不限","salary":"
                    	25-45k·16薪","experienceTime":"5-10年","age":"25-40岁","jobDes":"
               1、负责数据挖掘战略规划和实施，明确数据挖掘应用场景，指导实施具体路径，确保目标达成。2、组建数据挖掘团队，培养数据挖掘人员，形成有攻击力的挖掘团队。3、负责数据挖掘成果汇报，能组织有影响力的汇报方案，说服高层的战略资源投入，并能把方案快速分解到实施人员落地任职要求："1.统计、数学、信息技术、金融、计算机相关专业，本科以上学历；2.5年以上大型互联网公司相关工作经历，3年团队管理经验；有5人以上团队管理经验，丰富的大型项目开发经验；3.良好的商业嗅觉，有用户画像和应用项目经验，对数据收集、整合、建模、应用等有在金融行业的实际应用案例；4.熟悉数据库基础技术，可以紧跟大数据领域的前沿技术，在行业内有一定知名度或影响力；5具备优秀的职业素养，善于主动思考和行动,乐于解决具有挑战性的问题。 "
","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"","edu":"统招本科","salary":"
                    	20-30k·15薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"
               岗位职责：1. 根据业务需求，从海量数据中，提取挖掘有效特征；2. 结合客户数据，使用内外部特征，训练出有效模型，优化客户的运营效果。岗位要求：1. 计算机、统计或数学相关专业，2年及以上大数据挖掘项目经验；2. 熟悉分类、聚类、回归等常见机器学习算法及其原理；3. 熟练使用SQL查询、有一定的SQL代码调优能力；4. 熟悉Linux操作，至少掌握一种开发语言Python，Scala，Java；5. 对Hadoop、Spark等大规模数据存储与运算平台有实践经验；6. 熟悉Keras、Pytorch、TensorFlow等深度学习框架，有实际应用经验；7. 有强烈的责任心和团队合作精神，思路清晰、较好的沟通能力与技术学习能力。
            ","codeName":"语言不限"},{"name":"数据挖掘分析工程师","city":"","edu":"硕士及以上","salary":"
                    	30-50k·15薪","experienceTime":"经验不限","age":"30-40岁","jobDes":"
               职位描述："1）利用集团C端产品历史及实时数据，进行数据挖掘和分析，对产品赋能；2）负责海量数据分析和挖掘工作，构建设备健康模型和预测性维护模型；3）应用先进的统计建模、数据挖掘、机器学习方法建立数据模型解决实际问题。"岗位需求："1、计算机、数学或统计学等相关专业研究生及以上学历；2、5年以上大数据挖掘、分析研发工作经验；3、熟悉机器学习相关算法，对策略和模型充满热情；4、具有扎实的计算机科学功底，扎实的编程基础和数据结构算法基础，极强的编程能力和问题解决能力；5、深入理解常见机器学习或数据挖掘类的算法原理，熟悉常见的统计原理及方法6、有一定的业务数据敏感度，较强的数据分析能力，逻辑思考，问题定位解决能力7、具备强烈的进取心、求知欲及团队合作精神，热衷于追求技术创新。"
","codeName":"语言不限"},{"name":"算法工程师(数据挖掘方向)","city":"","edu":"统招本科","salary":"
                    	25-40k·13薪","experienceTime":"3-5年","age":"25-33岁","jobDes":"
               必须计算机科学与技术类，统计学类相关专业必须具备较强的java；python；r能力熟练掌握常用的机器学习算法3年相关工作经验，必须具有文本挖掘的项目经验一年以上NLP相关经验主要职责1、参与需求讨论，开发相应机器学习算法； 2、负责通过机器学习或深度学习算法实现用户推荐、提高用户留存、提高用户转化、优化产品等； 3、配合产品、运营等利用机器学习算法完成相关数据分析。
            ","codeName":"语言不限"},{"name":"算法工程师/图像识别/NLP/数据挖掘","city":"","edu":"统招本科","salary":"
                    	30-60k·16薪","experienceTime":"3-5年","age":"20-40岁","jobDes":"
               岗位职责：1. 负责机器学习和深度学习算法的研发，包括不限于：图像/视频处理，语音识别/合成，NLP/知识图谱，预测/推荐等方向 ；2. 推动研发的算法在实际场景应用领域的性能优化和落地。 岗位要求：1. 重点大学硕士及以上学位，要求本硕211以上或者海外高校,三年以上工作经验 ；2. 在机器学习和深度学习方面有深入研究； 3. 算法基础扎实，有较强的算法实现能力，掌握C/C++ /Java/Python其中任一编程语言；4. 有一定的深度学习框架（包括但不限于 caffe、tensorflow、mxnet）使用经验，阅读理解开源深度学习框架底层代码没有障碍；熟悉Spark、hadoop框架，开源社区活跃者优先；5. 有较强的研究能力者优先，比如在国际顶会或期刊（包括不限于CVPR、ICCV、ECCV、NIPS等）上发表过论文； 6. 有很强的代码能力者优先，比如获得过ACM或商业代码竞赛荣誉，或代码开源在GitHub上有较大影响者优先；7. 有很强的比赛经验者或一些重要数据集的排行榜上靠前的优先， 比如ImageNet、FDDB、ActivityNet竞赛等。
            ","codeName":"语言不限"},{"name":"数据挖掘工程师/AI视觉工程师","city":"","edu":"统招本科","salary":"
                    	30-50k·12薪","experienceTime":"5-10年","age":"28-38岁","jobDes":"
               1、统招本科以上学历，计算机、模式识别、数学等相关专业优先，有一定的数据挖掘经验者优先；2、对机器学习的基本算法有较强的积累，并对深度的图像算法有一定的了解；3、熟练使用python，熟悉sql语句，熟悉linux的基本操作；4、对运用机器学习解决实际问题具有强烈的兴趣；5、了解hadoop生态组件、有opencv、tensorflow的使用经验
            ","codeName":"语言不限"},{"name":"用户增长数据挖掘工程师","city":"","edu":"统招本科","salary":"
                    	35-65k·16薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"
               岗位职责：建设支持海量数据的分析挖掘、机器学习与决策支持系统；负责应用数据挖掘，机器学习方法建立数据模型，为业务决策、风险管控、产品特性的优化提供数据支持；负责对用户特征和行为数据做深入分析，建立数据模型，挖掘目标用户等；协助业务部门进行数据分析与解读，并提供优化策略，基于数据挖掘建模，以数据驱动新闻用户增长； 岗位要求：建设支持海量数据的分析挖掘、机器学习与决策支持系统；负责应用数据挖掘，机器学习方法建立数据模型，为业务决策、风险管控、产品特性的优化提供数据支持；负责对用户特征和行为数据做深入分析，建立数据模型，挖掘目标用户等；协助业务部门进行数据分析与解读，并提供优化策略，基于数据挖掘建模，以数据驱动新闻用户增长；计算机、数学、统计、数据挖掘等相关专业本科及以上学历；
            ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"","edu":"统招本科","salary":"
                    	35-50k·13薪","experienceTime":"3-5年","age":"27-36岁","jobDes":"
               1、利用海量数据进行数据分析 ；2、对大数据进行数据清洗以及特征提取 ； 3、寻找外部数据并结合外部数据来改进模型；4、使用机器学习技术来建立风控模型；5、搭建大规模机器学习算法平台 ； 6、设计合理的数据可视化展现复杂的想法，并可以顺利传达给用户和公司的领导；7、建立和完善分析体系，跟踪模型的实施，定期优化算法和分析策略，提供建设性建议。8、跟踪互联网领域的深度学习、强化学习算法的进展和发展趋势 ； 9、调研新技术并且能够解读新技术对金融行业的影响；任职要求：1、 有 3 年及以上大数据分析和处理经验；统计学、应用数学、计算机等相关专业；2、对常用的机器学习算法、特征选择方法、数据建模过程有深入理解 ； 3、熟悉常用数据挖掘算法（如分类、聚类、回归、关联规则、神经网络等）及其原理，并具备相关项目经验；4、熟练掌握 R、Python 等语言，并熟练使用 SQL 语句；5、熟悉 Hadoop,Storm，Spark 等大数据技术以及适应场景, 有大规模数据处理和日志处理经验的优先；6、较强的数据敏感度，逻辑分析能力和文档写作能力；
            ","codeName":"语言不限"},{"name":"数据挖掘师","city":"东莞","edu":"本科及以上","salary":"13-18k·13薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：1、基于业务方的需求，设计各种数据挖掘模型，为业务方提供解决方案；跟进模型效果评估与优化； 2、对消费者行为数据进行分析，监控以及挖掘，为精准营销、大数据风控提供数据支持； 3、负责公司产品的数据分析、用户研究、市场研究工作，提供产品整个生命周期的策略支持与验证依据；任职要求：1、3年以上数据平台、决策分析系统（BI) 以及业务建模等行业经验、参与过互金产品推荐、智能营销、智能客服等大数据应用产品规划，具有多个大中型产品/项目负责经验，对行业具备深刻的洞察能力；2、2年以上自动化营销、大数据应用产品设计经验，对国内外大数据及营销产品有深入的了解；3、有敏锐的产品触觉和理解力，良好的市场洞察力与沟通能力，执行力强，抗压好学；4、本科以上学历，有数据产品经理、数据分析师或数据挖掘工程师经验者优先。
                        ","codeName":"语言不限"},{"name":"数据挖掘岗","city":"深圳","edu":"统招本科","salary":"面议","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责:1. 负责针对特定的证券行业需求，基于大规模用户数据，对用户兴趣、偏好进行数据挖掘和分析；2. 实现大数据技术、人工智能技术在公司各业务领域的具体应用；3. 机器学习、深度学习、自然语言处理等人工智能技术的探索与研究；4. 负责数据分析、挖掘工作的开展，提供业务决策依据。任职资格:1. 本科及以上学历，金融、数学、统计学等相关专业；2. 具备3年以上金融机构、互联网公司等机构相关工作经验；3. 掌握数据分析和数据挖掘常用算法，了解数据分析建模工具及基本理论，熟悉数据库相关知识及相关产品，熟练使用常用数据分析软件及工具；4. 有极强的执行力、学习能力和学习意愿，善于沟通，工作积极主动，责任心强，具备良好的团队协作能力。
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师-游戏","city":"深圳-南山区","edu":"本科及以上","salary":"面议","experienceTime":"经验不限","age":"年龄不限","jobDes":"工作职责：1、负责头条、抖音、西瓜视频等字节跳动核心产品的游戏数据体系建设工作，构建合理的数据体系，支撑业务快速发展；2、深入理解游戏业务，运用数据挖掘、机器学习、深度学习等技术，提升对游戏内容与用户需求的理解和应用水平；3、深入探索业务数据、理解业务场景，创新性的思考和发现问题，并提出有效解决方案。任职要求：1、计算机/统计/数学/NLP等相关专业硕士以上学历，有相关工作经验优先；2、熟悉常用机器学习模型/算法框架，如GBDT/LR/SVM、Tensorflow/Caffe等；3、精通至少一门编程语言，熟练运用各种常用算法和数据结构，有工程实现能力；4、具有优秀的逻辑思维能力、很强的数据分析和解决问题能力；5、有游戏行业相关经验者优先。
                        ","codeName":"普通话"},{"name":"数据挖掘/自然语言/计算机视觉","city":"","edu":"统招本科","salary":"
                    	40-70k·16薪","experienceTime":"3-5年","age":"26-36岁","jobDes":"
               本科及以上学历、精通算法设计/数据结构熟练掌握c++、linux后台开发具有海量数据处理和并行计算开发经验者优先计算机科学、人工智能、自然语言处理、机器学习、数据挖掘或相关专业
            ","codeName":"语言不限"},{"name":"（高级）用户数据挖掘工程师","city":"上海-闵行区","edu":"本科及以上","salary":"面议","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：1、理解用户行为模式，理解用户数据；在此基础上进行机器学习问题的建模；帮助解决人群分类，用户行为模式的挖掘；2、使用公司海量用户数据，对机器学习模型进行学习，验证，迭代；3、对模型使用中的表现进行指标建设；根据指标表现发现，定位，解决模型问题。任职要求：1、计算机/统计/模式识别等相关专业硕士以上学历，三年以上工作经验；一年以上机器学习使用经验；2、熟悉常用机器学习模型/算法框架，如GBDT/LR/SVM、Tensorflow/Caffe等；3、精通至少一门编程语言，熟练运用各种常用算法和数据结构，有独立实现能力；4、具有优秀的逻辑思维能力、很强的数据分析和解决问题能力。
                        ","codeName":"普通话"},{"name":"高级数据挖掘工程师","city":"北京-亦庄","edu":"统招本科","salary":"20-30k·15薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"职责描述：1、负责公司数据挖掘平台的规划与搭建，领导组织公司数据挖掘工作；2、担纲产品中模型算法的研发、建模、检测、监控、优化、升级等数据挖掘项目工作；3、负责公司产品数据增值创新模块的设计与研发；4、承担专项前沿数据挖掘课题的研究；5、负责数据挖掘团队的人才引进与培训管理工作。任职要求：1、具有5年以上行业数据挖掘建模项目经验，新能源或咨询管理等行业数据挖掘项目经验者优先；2、精通DM建模过程及主流算法，掌握相应数据分析与数据处理技术；掌握信用评分、文本挖掘、舆情分析、用户画像等项目核心技术者优先；3、精通至少一门专业的数据挖掘工具及其编程技术，如SAS、SPSS、Python等；4、极强的创新思维，能提出具有战略价值的产品增值方案；5、要求好学、上进，具备优秀的学习能力、独立分析和解决实际业务问题的执行能力；6、具有优良的职业素养，良好的人际沟通及团队合作能力。 
                        ","codeName":"语言不限"},{"name":"高级数据挖掘工程师","city":"武汉","edu":"本科及以上","salary":"13-18k·13薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"职责描述：1、沟通客户实际数据分析需求，完成行业相关数据抽取、数据清洗、数据探索、数据建模分析等工作；2、运用数据挖掘、统计学习的理论和方法，深入挖掘和分析数据，并设计实现相应的算法，指导开发人员完成；算法实现，必要时独自完成算法设计与实现；3、理解数据挖掘模型及预测分析结果，按要求完成数据分析报告、建模报告、数据报表等；4、参与项目产品设计，与产品开发紧密合作，将数据模型、挖掘算法等应用于实际业务；5、数据挖掘相关的专利分析、专利申请等知识产权保护工作。任职资格：1、计算机、数学或统计学相关专业本科5年及以上，硕士3年及以上工作经验；2、精通常用数据挖掘算法，预测、聚类、分类、关联等，能够独立开发数据挖掘模型并指导部署实施；3、至少熟悉使用SAS、R、SPSS、Python、Smartmining等一种常用数据挖掘和分析工具(语言)；4、具备Hadoop开发与应用经验，熟悉Hadoop生态圈的相关组件，熟悉MapReduce、Spark、Storm、HBase等主流大数据技术；5、对数据敏感，善于发现数据中的潜在规律；有工业大数据分析和BI系统研发和实施经验者优先；6、良好的逻辑分析能力，协调沟通能力，及良好的团体合作意识。
                        ","codeName":"语言不限"},{"name":"高级算法-数据挖掘工程师","city":"上海","edu":"本科及以上","salary":"25-50k·12薪","experienceTime":"3-5年","age":"20-30岁","jobDes":"职责描述：1，深度理解各类数据，并以此进行建模以及从数据维度对产品提出建议;2，实时跟踪和评估相关的算法进展和发展趋势;3，负责算法模型从调研、实现、算法部署上线的全流程工作;4，负责算法模型平台的架构与搭建工作.任职要求：1. 计算机\数学\物理\统计等相关专业硕士以上学历2. 熟悉并且了解各类机器学习算法及数据挖掘基本算法，及其底层原理，优缺点与适用场景3. 熟悉分布式环境下的在线/离线模型训练与部署4. 对机器学习有自己的理解，知道机器学习这种工具的用途与适用范围，对于超出机器学习适用范围的场景，能提出自己独到解决方法3. 对什么是数据，有自己的深刻理解4. 能供使用 C/C++/Python 独立实现复杂的数据结构和算法原型5. 熟练使用SQL/NoSQL数据库6. 熟悉网络传输的基本协议7. 能熟练运用各种常见机器学习框架，并能对源代码在特定场景下进行优化加分项：1. 有高质量原创技术博客/github高星项目2. 在ACM/Kaggle(独立完成)中获得过靠前名词3. 对人性/数据/世界有敏锐洞察力4. 有过医疗/健康方面研究工作经历，有医学背景5. 对保险行业有深入了解
                        ","codeName":"语言不限"},{"name":"大数据挖掘工程师","city":"上海-浦东新区","edu":"硕士及以上","salary":"20-40k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"工作职责:对采集的数据进行挖掘分析，寻找用户的行为/路径/流失特性；通过数据挖掘/机器学习技术建立数据模型；开发面向部门的通用数据挖掘/机器学习算法与平台。任职资格:计算机、数学相关专业研究生以上学历；良好的逻辑思维能力，敏锐的数据洞察力，较强的总结归纳能力；熟悉linux，熟悉python编程语言；熟悉常用数据挖掘算法(如分类，聚类，回归，关联规则，神经网络、nlp等)及其原理，并具备相关项目经验。
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师-抖音/火山","city":"北京-海淀区","edu":"本科及以上","salary":"面议","experienceTime":"1-3年","age":"年龄不限","jobDes":"工作职责：1、支持抖音/火山等多个产品线数据辅助业务增长需求，通过技术手段额外提升数十亿营收；2、基于千亿级视频观看、直播互动及用户付费数据对用户/作者/主播进行深入分析与研究，建立用户/作者/主播画像；3、基于短视频和直播等业务场景特点，设计高效增长/营销/定价/变现算法与策略，提升变现效率同时帮助作者/主播成长 ；4、全面了解业务发展，提供基于机器学习、深度学习、文本挖掘、复杂网络等算法方案解决复杂的实际业务问题。任职要求：1、有扎实的数据结构和算法功底，熟悉机器学习、自然语言处理、数据挖掘中一项或多项 ；2、具备强悍的编码能力，熟悉 linux 开发环境，熟悉 C++ 和 Python 语言优先；3、对推荐系统、计算广告、搜索引擎、风控系统相关技术有经验者优先 ；4、对于把大数据和人工智能技术能够应用到实际业务场景产生商业价值具有强烈的热情优先。
                        ","codeName":"普通话"},{"name":"数据挖掘工程师","city":"佛山-高明区","edu":"本科及以上","salary":"15-25k·13薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"职责描述：1、基于大规模用户数据，运用机器学习数据挖掘的理论和方法，建立和优化通用或特定领域内的用户自然属性、兴趣模型、状态模型。2、据公司产品和业务需求，利用数据挖掘等工具对多种数据源进行诊断分析，建立分析模型并优化，为公司运营决策、产品设计等方面提供数据支持。3、跟踪业界**的机器学习算法和应用，并积极投入生产实践 。任职要求：1、对业务敏感，善于通过数据分析主动发现业务中的问题并提出解决方案；2、2年或以上数据挖掘相关工作经验，数学、统计学、计算机等专业本科或以上学历； 3、熟练掌握SQL，熟悉一项开源数据分析挖掘工具（R/Python等），能独立完成项目，有推荐算法、计算广告相关实践经验的优先； 4、有分布式大数据平台（Hadoop /Spark等）使用经验者优先。
                        ","codeName":"语言不限"},{"name":"数据挖掘专家-抖音/火山","city":"北京-海淀区","edu":"本科及以上","salary":"面议","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：1、负责团队技术规划、梯队建设、人才培养；2、支持抖音/火山等多个产品线数据辅助业务增长需求，通过技术手段额外提升数十亿营收；3、基于千亿级视频观看、直播互动及用户付费数据对用户/作者/主播进行深入分析与研究，建立用户/作者/主播画像；4、基于短视频和直播等业务场景特点，设计高效增长/营销/定价/变现算法与策略，提升变现效率同时帮助作者/主播成长；5、全面了解业务发展，提供基于机器学习、深度学习、文本挖掘、复杂网络等算法方案解决复杂的实际业务问题。任职要求：1、有扎实的数据结构和算法功底，熟悉机器学习、自然语言处理、数据挖掘中一项或多项；2、具备强悍的编码能力，熟悉 linux 开发环境，熟悉 C++ 和 Python 语言优先；3、对推荐系统、计算广告、搜索引擎、风控系统相关技术有经验者优先；4、热衷于技术创新，善于突破既有框架做出改变，善于运用有限资源针对具体问题拿到结果优先；5、对于把大数据和人工智能技术能够应用到实际业务场景产生商业价值具有强烈的热情优先；6、优秀的理解沟通能力，能快速理解业务背景，崇尚数据说话，深信数据在驱动业务、支撑决策上的价值优先。
                        ","codeName":"普通话"},{"name":"数据挖掘算法工程师/专家-【主app】","city":"北京","edu":"统招本科","salary":"20-40k·16薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"职位描述：1、负责快手推荐相关业务的数据挖掘与分析；2、建立用户数据分析模型，提供核心算法和基础特征，为推荐系统的搭建提供支持；3、分析站内外海量数据，探索平台新的业务增长点。任职要求：1、良好的编码与代码控制能力, 有扎实的数据结构和算法功底； 2、优秀的分析问题和解决问题的能力，能够从海量数据中发现关键特征； 3、熟悉Linux开发环境，熟悉Python语言，熟悉Hadoop相关开源组件如：Hive/Spark/Storm等；  4、具有大规模数据挖掘、机器学习经验者优先。
                        ","codeName":"语言不限"},{"name":"数据挖掘算法工程师","city":"上海-静安区","edu":"本科及以上","salary":"15-30k·13薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"1、本科及以上学历，计算机、通信、统计、数学、人工智能等相关专业，两年及以上全职工作经验； 2、熟悉AI数据的构成及各种机器学习算法的数据格式，及数据原理；3、有扎实的编程能力，有优秀的设计和代码品位，有独立的代码实现能力 ； 4、深刻理解计算机原理，有良好的数据结构和算法基础；5、熟悉数据采集、清洗入库、统计计算、Web展示核心要点，可实现指标计算需求；6、熟悉python，熟悉js、web开发者优先；7、熟悉至少一个分布式框架，如 Hadoop/YARN、Hive、Spark，有大数据处理、数据平台、数据仓库经验者或数据挖掘算法优先
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"北京-朝阳区","edu":"本科及以上","salary":"30-40k·15薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"工作职责：岗位职责1.结合业务数据进行用户、门店、商品、供应商、LBS 等维度的数据挖掘。2. 通过供应商、商品挖掘为选品定价提供支持。3. 通过用户、门店、团长等维度的画像体系建设，助力业务精细化运营和营销。4. 通过 LBS 相关的数据挖掘，为仓库选址等应用提供决策依据。岗位基本需求1. 1 年以上的算法岗位工作经验，统招本科及以上学历；2.在机器学习方向有较强的积累，熟悉经典的算法并有实践经验，包括但不限于GBDT、深度学习、强化学习等；3.熟练掌握海量数据处理技术，有使用Hadoop/Hive/Spark分析海量数据的能力和经验；4.精通至少一种开发语言，如：Java、Scala、Python等，能熟练使用SQL进行数据处理；5.有好的自驱力和业务意识，能够主动贴近业务，挖掘业务痛点，解决业务实际问题；6.有较强的逻辑思维能力，善于分析、归纳、解决问题；7.能够快速掌握工作领域的业务和技术，能承受必要的工作压力；
","codeName":"语言不限"},{"name":"数据挖掘工程师y","city":"广州","edu":"本科及以上","salary":"15-24k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"【职责描述】1.负责用户画像的产品开发和应用落地；2.参与数据采集和清洗的逻辑梳理，以及特征工程构建；3.对业务问题进行深度分析挖掘建模，为业务模块提供数据支撑。【任职要求】1.计算机、数学、统计学等相关专业本科以上学历；2.精通Excel和PPT，有较强的编程能力，熟悉Python和SQL的使用；3.有两年以上数据模型设计经验和扎实的相关理论基础、熟悉常见机器学习算法；4.有较强的责任心和较好的业务敏感性，能够主动分析发掘业务层面的问题并进行分析论证；5.具备良好的团队合作精神和沟通能力，具备跨部门项目协调能力；6.有从事过电商行业用户分析建模相关工作经验者优先。.数据挖掘的，必须是本科毕业，3-6年工作经验，数学及相关专业，熟练使用python和hive等。职位分析
                        ","codeName":"普通话"},{"name":"Lazada-数据挖掘专家 校招","city":"深圳","edu":"本科及以上","salary":"20-40k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"岗位职责:1. 构建Lazada用户社交标签体系设计，负责数据建模、海量数据架构设计，开发与性能优化。2. 能够协助业务方，拆解业务指标并进行漏斗监控，能够与算法团队配合进行一些简单的特征处理3. 通过专题分析，对用户及业务问题进行用户画像和深入分析，从数据中挖掘增长的机会点任职要求:1. 计算机、统计学或其它相关专业硕士及以上学历，至少3年的爬出或数据开发或者分析经验；2. 精通数据仓库领域知识和管理技能，包括但不限于：元数据管理、数据质量、主数据管理、性能调优等；3. 有丰富的数据分析、挖掘、清洗和建模的经验，具有较强的数据整合，数据分析/挖掘和解决业务问题的能力，能从海量数据提炼核心结果，及时发现和分析其中隐含的变化和问题；4. 具备大数据的处理能力，有storm/spark/flink等开发经验者优先；5. 具备良好的沟通和自我驱动力，有项目管理经验及用户增长经验优先。6. 有ABTest经验优先
                        ","codeName":"普通话"},{"name":"高级数据挖掘工程师/数据挖掘专家","city":"西安","edu":"本科及以上","salary":"10-20k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"一、工作职责：1. 根据业务场景梳理各环节数据体系，体系包括数据采集、埋点体系、数据应用层数仓体系、看板体系；2.负责各环节数据采集、加工、验收、数仓主题建设；推动开发&其他部门数据同学一起完成业务主题数据建设；3.搭建并完善业务的数据主题和报表体系，保证数据完整、准确、可用；4.根据业务发展提前规划各环节数据，并和分析师&产品团队一起针对分析工作可以拆分对应的数据开发工作；5.可以承担一定程度的分析工作。二、任职要求：1. 大学本科及以上学历；2. 有创业精神，具备持续学习能力，能自我驱动，能承受高增长的业绩压力；3. 熟悉数据处理、数据分析等背景知识，熟悉相关大数据组件；至少精通一门数据挖掘语言（（SAS/Python）），有过埋点治理、数仓搭建、业务分析场景对应的主题表建设经验；4. 有使用数据分析驱动业务发展、产品优化等实际经验者优先考虑 ；5. 具备良好的学习能力、分析解决问题的能力和沟通协调能力，高度责任心和团队合作精神。对业务有自己理解和判断力。
                        ","codeName":"普通话"},{"name":"可视化分析与数据挖掘","city":"廊坊","edu":"本科及以上","salary":"10-12k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"一、工作岗位：可视化分析与数据挖掘（1名）二、应聘要求：1、男女不限，40岁以下。本科及以上学历。大数据分析、可视化分析、数据挖掘相关专业；2、具有较强的英语听说能力；3、具备使用开源大数据软件编程的能力；4、使用开源大数据软件编程的能力；5、有一定的数据分析经验；6、良好的沟通能力与学习能力。三、岗位职责：多维数据的数据挖掘，可视化分析等。四、薪资待遇：月薪10000左右。五险一金，意外险。8小时正常班。法定节假日休息。提供食宿。五、工作地点：廊坊
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"廊坊","edu":"硕士及以上","salary":"12-15k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"一、工作岗位：数据挖掘工程师（1名）二、应聘要求：1、男女不限，40岁以下。硕士及以上学历。计算机、大数据、应用数学、统计学等专业。2、良好的英语听说读写能力，英语四级以上；3、具有丰富的数据挖掘、数据建模或机器学习的项目经验；4、擅长常用的统计方法，包括不限于：线性回归、逻辑回归、时间序列、聚类及神经网络等。三、岗位职责：利用统计分析、决策树、回归算法、机器学习或时间序列等技术建立信号预测模型。海量数据中发现有价值的规律。四、薪资待遇：月薪12000左右。五险一金，意外险。8小时正常班。法定节假日休息。提供食宿。五、工作地点：廊坊
                        ","codeName":"语言不限"}]