[{"name":"资深数据挖掘工程师","city":"","edu":"统招本科","salary":"
                    	70-100k·12薪","experienceTime":"3-5年","age":"27-36岁","jobDes":"
               1.负责推荐系统、广告系统的数据模型开发及算法优化，推进前沿算法在推荐系统的实践；2.负责用户标签的算法设计和优化；3.负责推荐系统的系统设计、系统开发、项目管理等，控制开发进度，保障开发质量。任职要求：1.有知名互联网公司数据挖掘4年以上工作经验，数学相关专业背景；2.熟悉python、R、HIVE开发语言；3.熟悉SSAS、SPASS数据挖掘工具；4.熟悉常用的挖掘算法如：线性回归、逻辑回归、实验设计、聚类、分群等，有海量数据处理和挖掘经验；5.善于创新、思维敏捷、精力充沛，责任性强，沟通能力强，具备较强的团队合作精神并能够承受较大工作压力；6.具备较强独立思考能力，对数据敏感，热衷从数据中发现规律。
","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"","edu":"硕士及以上","salary":"
                    	30-60k·15薪","experienceTime":"3-5年","age":"26-40岁","jobDes":"
               职位描述：1、负责公司所有产品线风控基础数据挖掘和核心技术研发2、基于每日百亿级用户行为，分析和挖掘海量数据，发现用户行为模式与规律，提高风控业务效果3、分析与挖掘数据潜在关联，构建用户画像体系职位职责：1、熟悉C++、JAVA、python中的一种或多种编程技术，编程能力强，熟悉大数据处理技术，善于学习应用业界先进的数据架构和技术；2、对大数据开源组件有使用经验，至少熟悉hadoop/hive/spark/flink其中一项；3、熟悉数据挖掘算法，包括数据清洗.统计学习.分类聚类算法，并能够验证算法效果，将算法应用在风控业务中； 4、善于学习，思维活跃，善于从数据中发现.思考并解决问题；5、有风控研发经验者优先，对风控行业有自己思考的优先。
            ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"上海","edu":"统招本科","salary":"10-15k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"1、熟练掌握自然语言处理NLP相关理论与技术方法； 2、熟练掌握使用java，熟悉正则，至少掌握一种脚本语言； 3、熟悉中英文分词、词性标注、实体识别、句法分析、自动文本分类，关键值提取等自然语言处理技术，熟悉语义分析方法和技术（相似度计算、本体理论、语义推理等）；4、熟悉了解人工智能、机器学习等领域的前沿方向与研究动向； 5、具备将机器学习与自然语言处理的理论转化为实践的能力； 6、具有相关项目研发经验者（项目主要参与人员）优先。7、计算机或数学相关本科以上学历，数学功底扎实，具有良好的数据挖掘和深度学习的知识 8、在以下至少一个领域有深入研究：OCR图像视频算法，NLP算法，深度强化学习，图网络等 9、熟悉Python，或java，有良好的编程能力，熟悉TensorFlow、Python、caffe中至少一种深度学习框架 10、有激情，责任心强，执行力强，团队合作和沟通能力佳
                        ","codeName":"语言不限"},{"name":"大数据挖掘实习生","city":"北京-朝阳区","edu":"硕士及以上","salary":"2-3k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"职责描述：岗位职责：1、大数据的预处理/清洗/整合；2、基本数据挖掘算法与模型的选择和应用；3、根据业务特点，通过数据挖掘分析探索大数据分析的初步结果，供业务或者相关人员使用任职要求：1、研究生及以上统计、数学等相关专业学历；2、熟悉结构化数据的处理以及相关数据库（sql与类sql类）的操作；3、熟悉基本统计分析与常用数据挖掘算法（回归/分类/聚类）的特点与应用场景；4、熟悉主流数据挖掘/可视化分析工具软件（TableAu/SPSS Modeler等）；5、熟悉Java或python任意一种数据挖掘建模技术
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"北京","edu":"硕士及以上","salary":"8-15k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1、	利用数据挖掘技术，通过机器学习技术构建保险风险评估、销售匹配等模型2、	负责对大数据进行可视化分析以及报告撰写；3、	利用数据分析和模型解决问题，改进业务流程，提升用户体验。任职要求：1、至少精通一种以上数据挖掘工具SPSS Modeler、SAS EM、R、Mahout；2、熟悉主流的神经网络架构，3、精通机器学习常用的算法；3、计算机、数学、统计、精算相关专业背景；4、两年以上机器学习经验；5、具备良好的沟通能力和团队合作精神
","codeName":"语言不限"},{"name":"高级数据挖掘工程师-杭州研究院","city":"杭州","edu":"硕士及以上","salary":"20-30k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"岗位描述1、运用机器学习、统计学习等方法，针对海量用户行为和商品信息建模，构建和优化用户画像； 2、基于对业务的理解和大量数据特征，参与模型、产品建设和研究，提升用户体验和产品变现能力； 3、数据处理、检查与清洗等，项目数据建模、模型的选取与优化、模型验证等工作； 4、解决海量数据离线及实时处理中遇到的难题，保证系统的鲁棒性、高可用性；岗位要求1. 重点学校硕士及以上学历毕业，3年以上数据挖掘等算法工作经验，有大型互联网公司从业经验优先； 2. 具备良好的编程能力和代码风格，能够熟练使用Java、python、sql等语言完成数据分析和算法开发任务； 3. 具有良好的分析问题和解决问题的能力，对解决具有挑战性问题充满激情，并且能够快速实现算法模型； 4. 熟悉Hadoop/Spark分布式大数据处理系统者优先。
                        ","codeName":"普通话"},{"name":"资深数据挖掘专家","city":"上海","edu":"本科及以上","salary":"35-50k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"岗位描述1.基于海量数据，支持业务对数据的分析和使用；2.追踪数据挖掘、机器学习算法等领域的发展趋势，将前沿技术应用于具体的游戏业务。岗位要求1.本科以上学历，计算机、数学、统计学等相关专业；2.有较好的编程能力，能够熟练使用Java、python、sql等语言完成数据分析和算法开发任务；3.熟悉大数据主流开源组件：Hadoop/Hive/Spark，并了解其特性和使用场景；4.有3年以上数据挖掘、机器学习相关工作经验，游戏相关数据挖掘经验优先；5.有较好的业务敏感性，能够主动分析发掘业务层面的需求并制定对应的数据方案；6.具备良好的团队合作精神和沟通能力。
                        ","codeName":"普通话"},{"name":"数据挖掘\机器学习算法工程师","city":"北京","edu":"硕士及以上","salary":"25-45k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"中长期股权激励
                        ","codeName":"普通话"},{"name":"高级数据挖掘分析师","city":"北京","edu":"硕士及以上","salary":"20-35k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"职位描述岗位描述：1、通过对业务的深入了解，构建完善的客户体验相关的业务监测体系，有效地披露业务进展与风险；2、从市场环境与客户体验出发，分析影响客户体验的各类问题，提出有价值的潜在业务机会，辅助业务决策；3、独立承担复杂分析任务，擅于运用各类统计分析，机器学习等专业技术，实施深度数据诊断，并能总结沉淀关键分析思路，推动产品化进程；4、形成合理的智能策略和产品需求，积极进行跨部门沟通与协作，主动推动业务发展和体验改善。岗位要求：1、统计、数学、信息技术、生物统计、计算机本科及以上学历；四年及以上相关工作经历 ；2、掌握hive、SQL等相关代码编写；熟悉常用算法模型；熟练操作R、Python等工具；3、较强的逻辑思考能力，清晰的口头及书面表达能力，对过往分析工作有较好总结及方法论的沉淀；4、丰富的数据分析、挖掘经验，并能灵活运用于实践，能够很好地把分析结果转化成产品和业务决策；5、较强的商业观察能力和判断能力，深入了解业务，挖掘业务问题和痛点，推动产品优化，达到数据驱动业务结果。
                        ","codeName":"普通话"},{"name":"数据挖掘","city":"北京","edu":"学历不限","salary":"20-40k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"职位描述职位：广告反作弊算法实习生（广告数据分析/挖掘方向）岗位职责：1. 异常检测、反作弊等算法的调研和设计开发2. 广告主留存预测、归因分析等广告数据的分析与挖掘3. 运营相关的日常数据提取，报表研发工作任职要求：1. 本科及以上学历，计算机或相关专业2. 熟悉至少一种主流开发语言（Java、Python、C++等），熟悉Linux系统3. 熟悉SQL查询语言，有大数据开发项目经验者优先4. 熟悉概率统计、数据挖掘和机器学习理论，有相关经验者优先5. 具有良好的沟通能力及团队协作精神，有较强的分析和解决问题的能力
                        ","codeName":"普通话"},{"name":"机器学习/数据挖掘/NLP/视觉算法工程师","city":"北京","edu":"学历不限","salary":"20-40k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"工作职责-负责搜索排序、搜索推荐、视觉搜索等策略方向的研发工作-理解与满足用户搜索需求，并予以算法改进和系统实现-对互联网海量资源的挖掘、识别及分类任职资格-具有以下一个或多个领域的理论背景和实践经验者优先：机器学习/数据挖掘/深度学习/信息检索/自然语言处理/计算机视觉-熟练掌握Python/JAVA/C++ 至少一门语言，熟练使用常用算法和数据结构-良好的逻辑思维能力，对数据敏感，能够发现关键数据、抓住核心问题-有强烈的上进心和求知欲，善于学习新事物，渴望用技术改变未来
                        ","codeName":"普通话"},{"name":"资深数据研发工程师-数据挖掘方向","city":"北京","edu":"本科及以上","salary":"30-50k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"岗位职责：1、对业务海量数据进行处理和分析，能够从业务和产品的角度出发，发现和分析数据价值2、根据用户行为建立画像，并进行精确的个性化推荐，画像预测岗位要求1、本科以上学历，计算机、软件等相关专业毕业2、热爱数据,对数据及逻辑关系敏感,并对数据体系有深入的认识3、具备深厚数据建模(机器学习,数据挖掘,信息检索背景)和分析理论知识和经验4、有对互联网业务理解与分析能力，对业务变化有洞察力5、熟练使用java/python/go等开发语言中的一种6、熟悉大数据解决方案包括Hadoop、Spark、Storm、Kafka等
                        ","codeName":"普通话"},{"name":"数据挖掘算法工程师","city":"北京","edu":"本科及以上","salary":"20-40k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"1. 从系统应用的角度，在大数据环境下利用NLP技术解决实际搜索中的召回问题；2. 在工作中能够主动发现各种策略的问题并提出优化方案，并能推进优化方案的落实；3. 负责多源数据融合的处理，通过机器学习的方法对数据进行优化、关键信息挖掘与提取，用于检索策略优化；职位要求：1. 计算机及相关专业硕士以上学历，2年以上工作经验2. 扎实的编程基础，至少精通一种编程语言，如 C/C++ 或 Java/scala；3. 熟悉脚本语言python开发，会shell编程；4. 熟悉深度学习以及常见机器学习算法的原理，能熟练运用聚类、分类、回归、排序等模型解决有挑战性的问题；5. 有强烈求知欲，有团队意识，有责任感，能在一定的工作压力下，较好的完成任务；6. 有大数据环境下的数据挖掘、大规模机器学习经验者优先；
                        ","codeName":"普通话"},{"name":"数据挖掘","city":"北京","edu":"本科及以上","salary":"10-20k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"中级大数据工程师岗位职责：1. 针对海量日志的研发，完成软件系统代码的实现，编写代码注释和开发文档2. 辅助进行系统的功能定义,程序设计3. 根据设计文档或需求说明完成代码编写、调试、测试与维护4. 分析并解决软件开发过程中的问题5. 配合项目经理完成相关任务目标任职要求：1. 计算机相关专业本科、学士以上学历2. 熟练使用Linux操作系统，熟悉shell脚本编程，熟悉Linux环境下的Java编程3. 熟悉Java开发，有1～3年java开发经验4. 至少1年以上Hadoop使用和研发经验5. 熟悉hadoop、hbase等分布式数据存储和分布式计算平台原理，具有相关系统的开发经验6. 熟悉大数据量、实时业务、高并发、高吞吐、高可靠性分布式系统的优先9. 责任心强，抗压能力强
                        ","codeName":"普通话"},{"name":"数据挖掘","city":"北京","edu":"硕士及以上","salary":"18-27k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职位描述岗位职责• 参与零售行业的数字化改造与新零售相关的数字化与智能化工作；• 根据业务需求，收集、整理零售行业和线下商业的相关数据；• 独立完成数据可视化、数据分析建模、模型优化等相关工作；• 为数据展示工具等相关产品提供数据支持。 职位要求• 国内外优秀大学本科及以上学历，统计学，数学，计算机等相关专业；• 两年以上数据分析相关工作经历，有大数据分析、零售行业数据分析经验者优先；• 熟练掌握聚类、分类、回归、关联分析等常用的数据挖掘方法；• 熟练运用Hive/SQL/Python3等数据处理及分析工具；• 逻辑思维较强，对数据敏感，善于从数据中发现问题，并形成基于数据的分析结论；• 工作认真细致，具有良好的学习能力和沟通能力。
                        ","codeName":"普通话"},{"name":"数据挖掘产品经理（BI）","city":"北京","edu":"本科及以上","salary":"20-35k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"职位描述工作职责：1、负责学科网BI产品的设计和开发工作。2、负责学科网海量数据挖掘和数据分析，建立业务分析模型和报表呈现。3、基于大规模用户行为，建立并优化推荐系统的基础算法和策略。职位要求：1、 计算机，数学，统计学等相关专业，本科及以上学历。2、 熟悉SQL语句，在数据结构，算法方面有扎实的基本功。3、 熟悉Linux开发环境，有Shell或者Python等脚本的编程经验。4、有推荐算法，搜索rank方面工作经验者优先。5、 有文本分析，数据挖掘，机器学习方面工作经验者优先。6、精通相关数据报表工具的开发tableau或echart等
                        ","codeName":"普通话"},{"name":"大数据挖掘工程师","city":"武汉-洪山区","edu":"统招本科","salary":"20-40k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"1.具有主流大数据工具/平台实际项目经验，对大数据生态圈比较了解2.具备hadoop、Hive、spark或者flink、sqoop等开发经验3.数据常见关系型数据库（Oracle、mysql）4.熟悉数仓的原理和使用，熟悉数仓开发流程、分层架构，对数据比较敏感5.熟悉Linux shell编程6.薪资面议
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"成都-高新区","edu":"统招本科","salary":"15-20k·13薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"工作描述：1.负责风险管理数据模型的研究、开发、维护；2.可熟练使用SQL、Python等技术进行多维度的内外数据挖掘，开发优化合规产品的相关功能；3.调研多样数据源在风险管理流程中的使用，挖掘数据价值，优化监控规则；4.挖掘业务中潜在风险规则，分析客户行为，指定分类标签，拟定分析方案，和合规工作人员合作，增加有效监控规则，维护优化内部黑名单库。任职要求：统计，数学/应用数学，计算机，金融工程等专业本科及以上学历；精通数据分析，挖掘，建模相关的统计与算法知识；诚信，正直，出色的学习能力和沟通能力
                        ","codeName":"语言不限"},{"name":"大数据开发工程师/数据挖掘工程师","city":"南京-玄武区","edu":"统招本科","salary":"28-50k·15薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"职责描述：1、根据风控的业务建设统一的指标体系，支撑风控业务的分析、预警、拦截等2、建设苏宁会员标签画像3、针对风控领域数据进行数据建模，完善数据架构。4、针对各业务体系数据进行风险挖掘、风险指标提取、风险模型建设等（数据挖掘方向）任职要求：1、至少掌握spark/flink/storm/hive/hadoop一种大数据框架（数据开发）2、熟悉大数据开发工作或有数据挖掘相关工作经验（数据挖掘）3、熟悉常用的数据分析语言，如sql、python、redis4、具有较强的求知欲和探索域
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"北京-来广营","edu":"本科及以上","salary":"15-30k·14薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"职责描述：1、针对海量用户行为数据，构建用户兴趣属性，金融属性画像，欺诈属性等多维度画像 2、基于海量画像数据，构建金融风控，互联网反作弊，精准营销，垃圾内容等模型和服务  任职要求：1、本科及以上学历，计算机相关专业2、熟悉使用Hadoop，Storm，Spark，HBase等大数据技术平台3、熟悉大规模数据挖掘、机器学习、自然语言处理，图像处理等相关技术和算法； 4、热爱互联网，对互联网产品和技术有浓厚的兴趣，热衷于追求技术创新5、强烈的上进心和求知欲，较强的学习能力和沟通能力，具备良好的团队合作精神
","codeName":"语言不限"},{"name":"大数据/数据开发/数据分析/数据挖掘工程师","city":"济源","edu":"统招本科","salary":"10-12k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"职责描述：1.负责大数据平台整体框架体系的建设和建议；2.统筹对接政府信息化方面的基础设施、信息系统、数据资源等安全保障工作；3.组织推动大数据研究、开发、应用和对外合作交流，研究新型计算框架，并能够提出优化解决方案；4.负责指导“数字政府”平台建设，监督管理市级信息系统和数据库。任职要求：1.全日制统招硕士研究生学历（不含专升本和成人教育）或拥有软考中级职业资格证，计算机信息管理、信息与计算科学、大数据、数据挖掘，统计学、应用数学等相关专业；2.具有针对特定行业应用，建立大数据分析模型的能力；3.具有组织推动大数据研究、开发、应用和对外合作交流，研究新型计算框架，并能够提出优化解决方案的能力；4.对大数据技术的发展有深入研究，并提供相关项目案例或论文（被核心期刊录用）；5.良好的沟通与协调能力，较强的职业精神和抗压能力，能有效组织协调团队保障公司业务需要。
","codeName":"语言不限"},{"name":"新零售技术事业群-数据挖掘专家/高级专家-淘系技术部","city":"杭州","edu":"学历不限","salary":"面议","experienceTime":"5-10年","age":"年龄不限","jobDes":"工作职责：1. 负责机器学习、深度学习、自然语言等技术的优化和研发工作，并能够在用户营销、内容挖掘、Query分析、视频推荐等领域进行应用； 2. 负责面向领域的数据挖掘能力建设，基于用户行为、内容信息等场景化数据进行建模，提升产品DAU/留存/时长等核心指标，助力业务增长； 3. 负责将业务问题理解、抽象为数据问题，规划、设计并实现基于数据挖掘的解决方案，落地具有应用价值的大数据产品； 4. 深入分析现有算法，跟进机器学习、深度学习等相关技术的业界发展，并合理的运用到实际产品中； 任职要求：1. 在机器学习/深度学习等方向5年以上研究或工作经验，具备扎实的计算机、统计、数学和运筹学基础，博士优先； 2. 精通经典的机器学习算法并有实践经验，包括LR、SVM、GBDT、DNN、LSTM等，并在算法优化方面有深刻见解； 3. 精通至少一门语言，Python/ R/Java/C++等，深刻理解数据结构和算法设计，具有扎实的代码功底和实战能力；  4. 熟悉Tensorflow，Caffe2等深度学习框架，熟悉Hadoop、Spark等大数据计算平台； 5. 对数据敏感，有较好的数据分析能力和问题抽象能力，善于从数据中发现规律，对于把机器学习应用到实际业务场景产生商业价值具有强烈的热情； 6. 良好的沟通表达能力和团队合作精神，有一定的组织协调能力，学习能力强有责任心，不断挑战自己；
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师（环境大数据科学中心）G00127","city":"苏州","edu":"硕士及以上","salary":"10-16k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"岗位职责1. 参与环境业务需求分析，参与环境数据处理、分析、挖掘工作；2. 参与环境数据建模和分析算法设计实现；3. 参与环境大数据分析工具及平台的研发；4. 领导交办的其他工作。任职要求1. 应用数学、统计学、计算机、软件工程、计量经济等相关专业，有生态、环境相关背景者优先；2. 了解数据挖掘分析算法及应用场景，有统计建模、数据挖掘、深度学习等实际工作经验；3. 学习能力强，有数据分析意识和洞察能力；4. 具备良好沟通能力和团队合作精神，工作主动，积极应对挑战和压力。
                        ","codeName":"普通话"},{"name":"数据挖掘工程师","city":"深圳-南山区","edu":"统招本科","salary":"8-12k·16薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"职责描述：1、参与分公司精算风控(涉及准备金评估、赔付率计算等)及业务数据分析(涉及承保理赔客服)2、为运营业务提供数据及IT支持，推动公司数据化运营及作业自动化建设任职要求：1、需较扎实掌握计算机大类基础课、保险精算原理为佳2、需熟悉python及sql，有实际生产项目数据分析经验3、了解软件设计模式并有PC端/web端项目开发经验择优考虑4、了解寿险/非寿险产品开发、精算风控流程择优考虑5、其余技能树根据是否符合公司发展现状择优考虑
                        ","codeName":"语言不限"},{"name":"数据挖掘岗 (006464)","city":"深圳-福田区","edu":"本科及以上","salary":"面议","experienceTime":"1-3年","age":"年龄不限","jobDes":"岗位职责:1、负责大数据挖掘算法及人工智能技术的基础研究和技术组件的开发工作，以及数据挖掘工具和算法的研究引入。2、结合卡中心的业务场景开展组合营销、动态规划等领域数据挖掘项目的方案制定、项目实施落地及优化，负责卡中心各业务场景的人工智能技术可行性验证和落地部署。3、负责卡中心战略经营专题分析及其他重点分析工作的开展及落地应用。4、负责数据挖掘产品化项目的架构设计和核心模块设计研发工作，能够带领团队进行技术攻关。任职资格:1、具备3年以上数据挖掘相关工作经验，数学、统计学及计算机等相关专业本科及以上学历。2、熟悉分布式计算框架（hadoop、spark等）及具备相关工作经验。3、熟悉常用机器学习算法（如分类、回归、聚类等）及其原理，具备丰富的机器学习算法应用场景开发项目经验。4、熟练掌握Linux/Hive/SQL，至少掌握Python,Scala,Java,R等一种以上常用数据挖掘编程语言。5、拥有较强的数据洞察能力，数据规划能力、数据分析能力、项目管理能力、逻辑思维能力、问题解决能力、业务敏感度和沟通表达能力。满足以下任一条件者优先考虑：1、对机器学习、深度学习、迁移学习、强化学习、自然语言处理、图像识别和语音识别中的任一领域有深入理解。2、3年及以上大型金融及互联网领域的数据挖掘项目开发及实施经验（分类器，推荐系统，NLP模型等）。
                        ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"广州","edu":"本科及以上","salary":"10-30k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：1. 根据业务部门需求，为产品/编辑/运营/销售等业务部门提供充分的数据服务（分析/挖掘/机器学习/实时计算等）支撑；2. 负责大数据主流算法的研究及应用落地，包括但不限于个性化推荐、NLP、知识图谱等方向；3. 负责太平洋汽车网等垂直网站的PC端、移动端用户标签挖掘与画像，构建全面、准确、合理的数据研究体系；5. 负责用户画像等在产品运营/广告/大数据产品等场景的应用，完成产品化落地。任职要求：1. 数据科学、统计、计算机等相关专业本科及以上学历；2. 3年及以上互联网数据挖掘或机器学习/深度学习算法相关工作经验；3. 熟悉Linux系统及常用Shell命令，熟练使用HIVE/SQL/Python，有Hadoop、Spark等平台的海量数据处理经验，并熟练掌握常用的数据分析/挖掘方法及相关算法原理；4. 熟练使用tensorflow/keras等深度学习框架或者有spark streaming/Flink等开源流式计算系统开发者经验优先；5. 具备较强的独立处理问题能力和责任心及良好的主动性；6. 具备优秀的沟通能力和一定的抗压能力。
","codeName":"语言不限"},{"name":"数据挖掘","city":"","edu":"统招本科","salary":"
                    	30-50k·15薪","experienceTime":"3-5年","age":"25-40岁","jobDes":"
               1.从海量用户购物、浏览数据中，挖掘用户偏好特征、行为规律、用户画像等2.利用机器学习、数据挖掘等方法建立数据模型，解决电商实际问题3.跟踪监控模型表现，优化模型4.追踪人工智能、机器学习前沿技术并应用岗位要求1.数据挖掘、机器学习相关经验3年以及以上2.有较强的数据结构和编码能力3.有hadoop使用经验，有NLP经验者尤佳
            ","codeName":"语言不限"},{"name":"数据挖掘架构工程师","city":"","edu":"统招本科","salary":"
                    	45-65k·14薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"
               岗位职责：1、针对海量用户行为数据，构建用户兴趣属性，金融属性画像，欺诈属性等多维度画像； 2、基于海量画像数据，构建金融风控，互联网反作弊，精准营销，垃圾内容等模型和服务。岗位要求：1、本科及以上学历，计算机相关专业，5年左右工作经验；2、熟悉使用Hadoop，Storm，Spark，HBase等大数据技术平台；3、熟悉大规模数据挖掘、机器学习、自然语言处理，图像处理等相关技术和算法； 4、热爱互联网，对互联网产品和技术有浓厚的兴趣，热衷于追求技术优越与创新；5、强烈的上进心和求知欲，较强的学习能力和沟通能力，具备良好的团队合作精神。
","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"","edu":"本科及以上","salary":"
                    	12-24k·12薪","experienceTime":"3-5年","age":"35岁以下","jobDes":"
               岗位职责：1.负责运用机器学习相关技术，对风电或光伏数据进行统计分析，研究新的风/光伏电场短期和超短期功率预测建模算法，提升预报准确率；2.负责算法平台的维护与优化工作；岗位要求：1.计算机、数学相关专业；2.熟练掌握支持向量机、神经网络等机器学习算法原理，并能结合实际应用提出优化改进方案；3.熟练掌握Python语言，熟悉numpy、scipy、sklearn、matplotlib、TensorFlow等常用库，能进行算法编程，及数据分析；
","codeName":"语言不限"},{"name":"大数据挖掘和分析leader","city":"","edu":"统招本科","salary":"
                    	40-70k·15薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"
               工作职责：1. 参与核心业务的数据分析与策略制定，包括不限于营销，补贴，定价，广告，分单2. 参与以上业务算法模型的特征挖掘，指标体系建设，算法模型效果跟进及调优3. 参与制定AB测试方案，实验效果回收，推动业务落地任职资格：1. 计算机/统计/数学相关专业毕业，本科及以上学历2. 具备数理统计、数据挖掘、机器学习或相关背景，善于用数据和算法解决实际问题3. 具有丰富的海量数据处理经验，以及对实际问题的抽象能力，有良好的建模能力，并且有实际应用体现4. 熟悉SQL和python/java/R等至少一种解释分析语言，并熟悉数据可视化5. 具备营销定价、出行、物流相关经验优先
            ","codeName":"语言不限"},{"name":"算法工程师（数据挖掘）","city":"","edu":"本科及以上","salary":"
                    	15-25k·12薪","experienceTime":"5-10年","age":"26-35岁","jobDes":"
               1.本科及以上学历；计算机、数学相关专业；2.熟练掌握支持向量机、神经网络等机器学习算法原理，并能结合实际应用提出优化改进方案；3.熟练掌握Python语言，熟悉numpy、scipy、sklearn、matplotlib、TensorFlow等常用库，能进行算法编程，及数据分析；
","codeName":"语言不限"},{"name":" SCADA数据挖掘工程师","city":"北京","edu":"统招本科","salary":"15-25k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"岗位职责：1、负责SCADA数据分析市场需求调研；2、利用SCADA数据和机组运维数据进行风机运行状态、发电量、可利用率等分析；3、负责故障预测等基于SCADA数据的数据挖掘。任职要求：1、熟练使用python、matlab或R语言中的其中一种；2、有1年以上SCADA等风电机组相关数据分析经验；3、有3年以上风电或其他可再生能源领域行业相关经验；4、具有良好的逻辑思维和沟通能力。
","codeName":"语言不限"},{"name":"算法工程师- 数据挖掘 (视频图像方向)","city":"","edu":"统招本科","salary":"
                    	25-50k·14薪","experienceTime":"3-5年","age":"35岁以下","jobDes":"
               图像/视频captioning方向1.熟悉image captioning. video captioning, dense video captioning方向的基本理论，熟悉该领域前沿2.数学功底扎实，英文文献阅读能力强，代码能力强3.在visual caption方向有相关经验者（论文、竞赛、项目等）优先职位基本要求: 1.硕士及以上学历，计算机、电子、自动化、数学等相关专业2.熟悉Python或Lua或Matlab等至少一种脚本语言3.熟悉C/C 编程4.熟悉至少一种深度学习框架(TensorFlow/Caffe/MXNet/PyTorch/Keras/Theano等) 
            ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"","edu":"统招本科","salary":"
                    	35-65k·16薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"
               职位描述1、负责核心产品的游戏数据体系建设工作，构建合理的数据体系，支撑业务快速发展；2、深入理解游戏业务，运用数据挖掘、机器学习、深度学习等技术，提升对游戏内容与用户需求的理解和应用水平；3、深入探索业务数据、理解业务场景，创新性的思考和发现问题，并提出有效解决方案。职位要求1、计算机/统计/数学/NLP等相关专业硕士以上学历，有相关工作经验优先；2、熟悉常用机器学习模型/算法框架，如GBDT/LR/SVM、Tensorflow/Caffe等；3、精通至少一门编程语言，熟练运用各种常用算法和数据结构，有工程实现能力；4、具有优秀的逻辑思维能力、很强的数据分析和解决问题能力；5、有游戏行业相关经验者优先。
            ","codeName":"语言不限"},{"name":"金融数据挖掘工程师","city":"","edu":"统招本科","salary":"
                    	40-70k·15薪","experienceTime":"5-10年","age":"28-35岁","jobDes":"
               职位描述：1、将大数据、数据挖掘手段与金融风控、营销场景相结合，建立各类模型服务信用贷、消费金融、保险等业务场景2、应用业内通行建模方案和前沿算法进行建模、迭代，提升技术水平和服务效果3、结合样本研究底层数据进行变量挖掘、特征组合，不断加入新的数据源以及变量提升模型性能4、结合业务场景进行风险人群画像，丰富刻画角度，提升准确率、覆盖率任职要求：1、5年以上工作经验，有成功的数据挖掘项目经验；2、数学、统计、计算机等相关专业本科及以上学历，深刻理解并熟练掌握统计学、数据挖掘的算法和技术；3、精通至少一种数据分析/挖掘语言，如R/Python/SAS/Mahout等，熟悉至少一种以下数据库操作，如Hive/Mysql/Hadoop/Oracle等，Spark模型开发经验优先，TensorFlow项目经验优先；4、扎实理论基础和工程能力，有实时服务部署经验优先，有小样本学习、迁移学习、AutoML经验优先；5、具备良好的沟通能力和团队合作精神；
            ","codeName":"语言不限"},{"name":"数据挖掘工程师","city":"深圳","edu":"本科及以上","salary":"20-40k·16薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"工作职责:1、负责互联网保险产品的应用研发，实现互联网保险领域高并发、高可靠系统的开发；2、负责数据挖掘策略、机器学习算法的在线工程化实现；3、负责互联网保险产品人工智能化的研发以及系统实现；任职资格:1、计算机或相关专业本科以上学历，硕士优先；2、熟悉linux系统、C/C++语言；精通shell、python、lua等任一种脚本语言；有golang开发经验者优先考虑；3、掌握网络编程、多线程编程技术，熟悉大规模并发系统的研发实现；4、具有扎实的数据结构及算法功底，了解常用的数理统计方法和机器学习方法；5、性格开朗，责任心强，良好的沟通能力和团队协作能力；6、有以下项目经验者优先考虑：- 在线机器学习（online learning）- 海量数据挖掘、海量特征机器学习项目经验- 机器学习算法工程化项目经验- 知识图谱策略、搜索系统相关领域、推荐系统研发经验者优先
                        ","codeName":"语言不限"},{"name":"游戏数据挖掘研究员","city":"杭州","edu":"硕士及以上","salary":"10-15k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"职位：游戏数据挖掘研究员您可以：- 面向网易游戏PB级数据进行分析挖掘，输出高价值的数据报告，为产品的研发方向提供决策支持；- 从“上帝视角”分析观察游戏世界，为游戏的稳定运营提供数据咨询和解决方案；- 把网易亿级玩家复杂的行为和情感转化为数据指标，构建全面多维度玩家画像，深入挖掘用户价值。我们希望您具备以下条件：- 统计、数学、信息工程、计算机或数据研究等任一相关领域硕士以上学历；- 有较强的逻辑思维能力，善于沟通，责任感强；- 掌握一门或以上计算机语言，如python/R等，并有较强的程序实现能力；- 有撰写数据分析报告经历者、有数据挖掘项目实践或竞赛经历者优先；- 有分布式大数据处理经验优先；- 热爱网络游戏，对数据持有强烈好奇心，并抱有利用数据让游戏变得更好的信念。
                        ","codeName":"普通话"},{"name":"数据挖掘工程师","city":"广州","edu":"学历不限","salary":"15-30k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"职位描述岗位职责：1、根据画像体系定量数据和计算指标，从对用户、业务、市场等多角度进行洞察分析，完成框架设计、结论分析和数据准备；2、基于海量用户行为，利用统计分析、机器学习、自然语言处理等方法，设计与优化用户画像数据挖掘模型；3、参与数据统计分析、用户画像、标签开发以及数据平台其它相关功能开发，建立用户画像产品的评估机制和监控体系；岗位要求：1、本科及以上学历，2年以上用户画像、数据挖掘、数据分析工作经验；2、熟练掌握至少一种编程语言：Python/Java/Scala，熟悉Linux系统及常用Shell命令；3、掌握基于 Hadoop 或 Hbase等大数据平台工具的开发与设计，熟悉Hive，Spark开发；4、参与过用户画像建模、用户画像系统或 DMP 系统的开发工作优先；5、有大型网络游戏、直播平台、游戏社区、游戏虚拟商品交易平台使用经历，熟悉一款或多款网易旗下的网游者优先；
                        ","codeName":"普通话"},{"name":"高级/资深数据挖掘开发工程师","city":"杭州","edu":"硕士及以上","salary":"25-35k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"岗位描述：1.基于海量多源的用户行为数据，应用机器学习或深度学习算法，进行用户属性挖掘和行为分析，完成用户标签体系建设；2.参与用户行为分析和挖掘，为算法和业务场景提供支持；3.参与广告中的DMP建设、广告受众画像建模、广告受众标签、人群lookalike算法、广告推荐等；4.负责广告CTR与CVR预估、点击反作弊，关键词推荐、商品优选等各个环节的算法优化；5.负责user、query、item等的representation learning，融合网易集团的用户行为数据和丰富的广告信息，结合合适的deep learning结构，学习user、query、广告等的representation；应用于相似度计算和模型特征最大化广告的收入：岗位要求：1.重点学校硕士及以上学历毕业，2年以上工作经验，有大型互联网公司从业经验优先。2.具备良好的编程能力和代码风格，熟练掌握Java、Python、Scala等一门强类型语言，并至少掌握一门脚本语言；3.熟悉机器学习常用算法，有文本挖掘、自然语言处理方面经验者优先；4.具有良好的分析问题和解决问题的能力，对解决具有挑战性问题充满激情，有较强的学习能力，并且能够快速实现数学模型；5.熟悉Hadoop/Spark分布式大数据处理系统者优先；
                        ","codeName":"普通话"},{"name":"数据挖掘工程师（风控）","city":"北京","edu":"本科及以上","salary":"25-45k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"工作职责：1. 深入理解滴滴的业务模式、交易流程和系统架构，发现潜在的作弊风险点，和产品技术、业务运营高效沟通，设计合理的风控策略架构。2. 独立思考某个业务环节或场景可能潜在的作弊风险，设计合理的数据埋点体系，通过大数据分析，定量识别潜在的风险和业务影响。3. 与情报团队紧密配合，通过大数据挖掘，找到作弊者的行为特点，快速形成有效的打击策略，持续迭代优化某个业务或场景的风控效果。4. 针对某个业务或场景建立合理的指标体系，在对抗过程中不断完善监控体系，与数据工程团队配合，形成可视化的监控系统快速发现作弊。任职要求：1. 本科及以上学历，计算机或数学等相关专业。2. 3年及以上在数据分析或数据挖掘或机器学习或数据工程或后台开发等方向的工作经验。3. 熟悉Mysql/Hive/Hadoop/Spark等大数据生态，能对海量数据进行高效分析和处理。4. 对业务和数据敏感，能独立解决业务问题，从数据上发现风险，定位原因，给出解决方案，并验证效果。5. 思维开阔敏捷，自我驱动，结果导向，有强烈责任感，良好的执行力和团队合作精神。
                        ","codeName":"普通话"}]