[{"name":"算法工程师","city":"北京","edu":"本科及以上","salary":"25-35k·13薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1、负责语音处理相关算法开发，包括AEC、AGC、forming、NS、GMM、BSS相关算法和实现；2、负责基于麦克阵列的声音处理算法的设计、开发和调试；3、负责远场语音唤醒和语音识别相关项目的开发，包括算法设计，优化和性能验证；4、负责跟踪业界的最新技术，并可转化为可商用的算法；5、进行技术分享、专利申请等工作，提升公司影响力。任职要求：1、专业：计算机、信号处理、通信、数学等相关领域，熟悉数字信号处理、语音信号处理和自适应滤波技术。2、专业技能：熟悉语音前端相关技术（语音增强、回声抵消、麦克风阵列等，至少一种）；3、熟练使用C/C++、matlab等能将算法实现；4、较好的数学基础和英文文献阅读能力；5、具备独立解决问题的能力，良好的沟通能力及团队合作精神。","codeName":"语言不限"},{"name":"视觉算法工程师","city":"北京","edu":"硕士及以上","salary":"30-50k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：1.视频理解算法研发，包括但不限于目标检测跟踪、图像分割、图像识别、视频分类、行为识别、内容理解、OCR、人脸识别、姿态检测等方向；2.算法模型性能优化，使得线上算法能够高效稳定运行；3.配合平台服务研发同事，部署发布算法；与产品、运营和业务方研发同事沟通技术方案，保证算法上线后对业务相关指标有正向提升。岗位要求：1、模式识别，计算机视觉，三维视觉，深度学习等相关专业，硕士及以上学历优先；2、熟练使用C\\C++,Python语言；3.机器视觉、模式识别、图像处理等领域3-5年项目经验；熟悉CNN、RNN，LSTM等深度神经网络模型，并掌握相关的优化调参，了解基本的机器学习、图像处理算法原理；有图像识别、视频内容分析等相关项目研发和落地经历；4.能够基于开源深度学习框架如caffe、pytorch、tensorflow、mxnet等实现算法训练代码；5.较强的分析问题和解决问题的能力，快速无障碍阅读相关领域英文文献；具备主动学习能力，及时跟进理解相关领域前沿技术；良好的沟通和团队合作精神；6.视频理解相关项目研发经验者优先。","codeName":"语言不限"},{"name":"策略算法专家","city":"深圳","edu":"本科及以上","salary":"面议","experienceTime":"5-10年","age":"年龄不限","jobDes":"职责描述：1.负责客户测相关策略算法研究和优化,包括OCPX,UAC,智能创意,智能预算分配等策略算法模型；2.维护线上服务，保证服务高可靠性与高可用性；3.探索新的业务策略机制并能快速上线验证；任职要求：1.能独立完成需求调研,数据分析,策略设计工作；2.需要有扎实的数据结构与算法功底，同时最好有线上服务开发及维护经验；3.对于业界主流相关算法有较好的理解,例如,强化学习,DNN模型等；","codeName":"语言不限"},{"name":"高级算法工程师","city":"杭州","edu":"硕士及以上","salary":"30-50k·15薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1.智能交通领域各类算法的研究和开发，包括视觉识别和目标检测算法、多传感器数据融合算法、高精度定位算法、自动驾驶路径规划算法、决策控制和执行算法等；2.多传感器(视觉、毫米波雷达、激光雷达等)融合，状态参数估计，目标选择跟踪等总体方案设计、算法研究与实现；3.参与相关项目的需求分析与分解、算法相关的方案设计，以及算法研究和实现；4.带领、指导组员进行算法相关的开发、训练和测试；5.参与核心代码编写，分析和评估数据并修正算法缺陷，解决项目开发过程中遇到的相关技术问题；6.参与技术相关文档编写。任职要求：1.数学，计算机，控制理论与工程等相关专业，硕士及以上学历;2.精通多种感知融合算法，精通EKF/UKF，PF，深度学习算法;3.熟悉常用2D/3D检测识别框架及基础网络，有传感器融合方面3年以上工作经验，并有成功的商用产品交付经验;4.丰富的基于主流框架的项目开发经验；精通深度学习物体检测、识别、语义分割理论及算法并有实际项目经验；具有丰富的神经网络训练、调优经验;5.有计算机视觉、模式识别、深度学习、机器学习等领域实际项目开发经验、研究经历或竞赛经验者优先；6.工作积极主动，有较强的沟通能力和责任心，具有团队协作精神。","codeName":"语言不限"},{"name":"高级模型算法工程师(金融领域)","city":"北京-海淀区","edu":"统招本科","salary":"28-35k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"高级模型算法工程师(金融领域)职责：-应用自研平台解决金融客户相关风控相关的数据分析和建模问题并向客户提交完整的分析报告-辅助客户分解复杂问题，并能够在不同问题点应用合适的算法模型-负责对第三方数据进行独立的验证和评估，并向客户业务团队提出合理化建议-根据现场建模碰到的实际问题，想产品开发部门提出产品设计，算法，模型各方面的建议-带领一个小型团队，负责算法模型从设计、实现到部署上线的全流程工作要求：-计算机、数学等相关专业本科及以上学历-3年以上金融领域建模经验，深入掌握各类机器学习算法及数据挖掘方法-有深度学习经验NLP和计算机视觉方向优先-熟悉分布式环境下的在线/离线模型训练与部署。-熟练掌握Python/R/Java等，对数据结构有深刻认知-有高质量原创技术博客/github高星项目优先-在MCM/ACM/Kaggle(独立完成)中有获奖经历优先-有团队管理经验优先-良好的学习能力工作地点：北京","codeName":"语言不限"},{"name":"深度学习算法","city":"深圳","edu":"硕士及以上","salary":"24-40k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责:负责计算机视觉深度学习模型的研发任职资格:、计算机、数学或相关专业硕士及以上学历，有相关项目经验；2、熟练掌握机器学习基本算法，熟悉各种深度神经网络和常用的模型，如CNN,DBN,SparseCoding,RNN等；3、对常用的开源实现,如Caffe,Tensorflow或MxNet等有实践经验；4、熟练掌握C/C++/MATLAB/PYTHON等编程语言；5、宽泛的技术视野，创造性思维，富有想象力；6、有成果可以演示者优先考虑。","codeName":"语言不限"},{"name":"算法工程师(MJ000177)","city":"北京","edu":"硕士及以上","salary":"20-40k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"1.在包括但不限于ARM平台的嵌入式系统上进行计算机视觉的应用开发、调试和优化；2.熟练使用Caffe/TensorFlow/MXNet/PyTorch等深度学习框架，搭建并转换机器学习算法平台；3.移植深度学习算法到嵌入式系统，研发计算机视觉技术与嵌入式系统的部署及运算最佳化；4.探索最新深度学习算法的研究成果，以及在嵌入式系统中的执行。任职要求:1.计算机、通信或电子等相关专业，全日制本科及以上学历；2.熟练使用C/C++/Java等开发语言，具有丰富的嵌入式系统开发经验；3.具有模型量化、模型压缩及模型剪枝等计算机视觉运算最佳化的经验者优先；4.具备深度学习在计算机视觉方面的背景知识，了解Caffe/TensorFlow/MXNet/PyTorch等机器学习框架者优先；5.有模型转换，如将非Caffe模型转换为Caffe模型相关经验者优先；6.熟悉Python编程语言，有图像处理算法相关知识，有OpenCV和OpenCL相关项目经验者优先。","codeName":"普通话"},{"name":"算法工程师（常驻宁德）","city":"宁德","edu":"本科及以上","salary":"15-20k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"1、计算机、数学、自动化、图像算法等相关专业，硕士研究生及以上学历；2、熟悉数字图像处理、计算机等相关基础知识，对计算机视觉有深刻的理解，尤其是图像增强、图像分割、目标识别相关领域；3、精通或熟练Matlab，C++，python其中两门或以上开发语言，有较强的程序开发能力，具有实现图像处理算法的经历；4、熟悉OpenCV、Halcon等开源图像算法库；5、熟悉深度学习算法，掌握Tensorflow、Caffe等图像处理框架；进行图像检测、识别类前沿算法的编程实现；6、具有创造性思维，热爱研发工作，良好的沟通能力且具有两年或以上机器视觉、模式识别或图像处理相关工作经验者优先，优秀应届毕业生有类似实习或科研经验亦满足。岗位职责（负责项目或工作模块）1、根据实际产品需求设计传统图像处理算法和编码实现工作，包括图像分割、图像识别、目标定位等；2、机器视觉及其智能化算法研发，即深度学习相关算法研发、设计、编程实现。微信分享","codeName":"普通话"},{"name":"激光雷达感知算法工程师","city":"天津","edu":"统招本科","salary":"10-25k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"职责描述：职位描述:1.负责三维点云中车辆\\行人等目标的检测\\跟踪2.激光雷达数据预处理，包括激光雷达标定、激光雷达与其他传感器联合标定3.参与激光雷达的调试工程化工作岗位要求:1.熟悉点云滤波\\特征提取\\平面检测\\分割\\聚类算法2.熟悉C/C++,熟悉PCL点云库3.有激光雷达使用经验者优先,熟悉ROS系统者优先4.实习生可放宽条件任职要求：","codeName":"语言不限"},{"name":"数据挖掘算法工程师","city":"北京-朝阳区","edu":"硕士及以上","salary":"20-35k·12薪","experienceTime":"1-3年","age":"20-35岁","jobDes":"岗位职责：1，负责根据实际需求和问题，应用统计建模、数据挖掘、机器学习方法建立数据模型解决实际问题，设计和评估数据挖掘方案；2，参与相关模型开发和优化工作，负责模型在业务端落地；3，跟踪前沿的算法理论，并且将优秀的算法应用到业务场景中，通过技术创新提升业务价值。任职要求：1，硕士以上学历，计算机、电子信息、自动化、模式识别、数学、统计学等相关专业，掌握扎实的统计学、数据挖掘、机器学习理论基础；2，掌握Python，熟练者优先；3，掌握基本的数据清洗和建模能力；4，掌握数据分析和挖掘的基本方法（分类、估计、预测等）；5，具备算法的基础知识，有过运筹优化算法（线性规划、动态规划、遗传算法、模拟退火算法、蚁群算法等）经验者优先；6，良好的沟通表达能力与团队协作精神。","codeName":"语言不限"},{"name":"高级图像算法工程师","city":"北京","edu":"硕士及以上","salary":"30-50k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"职责描述：1、从事图像处理算法的研发，特别是读码、定位相关的算法研发；2、维护底层算法工具、底层算法的开发任职要求：1、硕士及以上学历，有3-5年图像相关经验；2、计算机、电子等相关专业；3、熟练掌握C++、MFC编程；4、熟悉图像处理相关的常见算法；5、能够熟练阅读英文技术档；6、有很好的学习能力，沟通以及良团队合作精神；7、有目标检测、姿态识别等相关研发经验者优先；8、有码识别、码纠错、码定位等项目经验者优先。","codeName":"语言不限"},{"name":"AI机器学习算法工程师","city":"深圳-南山区","edu":"学历不限","salary":"25-50k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"以项目开发为主，参与brain项目的可行性分析，包括架构，建模，特征提取，回归模型；2、负责机器学习技术开发和研究；3、将你的研究兴趣和技术热情转化到具有实际商用价值的AIbrain之中。任职要求：1、3年以上工作经验,硕士以上学历，条件优秀的或有优秀的作品可以放宽到本科学历；2、熟悉各种深度神经backbone网络的使用场景和优缺点，能够优化参数模型，参数调配；3、熟悉DQN,HMM,CRF,MDP,LSTM,RNN,SVM,LASSO,PCA，GMM,EM,MCTS等各种机器学习算法，熟悉联合概率决策模型；4、熟悉各种回归模型和各种回归的优缺点，熟悉各种回归模型使用场景；5、能够创新模型，根据应用场景设计合适的算法，提高算法的准确度；6、良好的数理基础，熟悉线性代数,矩阵变换，凸优问题,贝叶斯概率论等基础数学理论；7、精通Python，C,C++,CUDA；了解NEON；8、熟悉AI开发平台，包括TensorFlow,pytorch,torch等；9、独立设计过模型或曾在***会议/期刊发表过文章，或有开源共享贡献，或在相关比赛中成绩名列前茅优先。微信分享","codeName":"普通话"},{"name":"环境感知算法工程师","city":"西安-高新区","edu":"硕士及以上","salary":"13-16k·13薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"岗位职责：1.负责计算机视觉或深度学习算法相关的前沿技术研发工作-负责图像或三维点云中的目标检测、跟踪；2.负责图像的理解，三维点云数据的目标检测、跟踪等相关算法研发工作；3.推动自动驾驶系统在真实路测环境中的稳定、可靠性，推动自动驾驶算法在实际环境中性能优化和落地方案；4.负责camera、lidar、radar等多传感器融合算法研发。职位要求：1.硕士及以上学历，计算机、电子信息、软件或自动控制等相关专业2.有较强的编程和算法实现能力，算法基础扎实，掌握常见的设计模式，具有良好的代码风格和质量意识，能独立完成算法模块设计、开发和测试；3.优秀的分析问题和解决问题的能力，对解决具有挑战性的问题充满激情；4.具有较强的执行力，良好的沟通能力和团队合作能力；5.满足以下一个或多个条件，包括但不限于：（1）熟悉Linux系统下的C/C++开发，熟悉ROS编程，有大规模代码调试经验，熟悉gdb等开发调试工具（2）熟悉视觉、激光雷达、毫米波雷达等一种或多种传感器标定或融合算法（3）熟悉车辆动力学模型，熟悉运动规划的基本处理方法,有机器人，AGV或无人机等设备运动轨迹规划经验者；（4）具有视觉、毫米波雷达、激光雷达等领域具有研发经验优先。","codeName":"语言不限"},{"name":"ISP算法工程师","city":"北京-海淀区","edu":"硕士及以上","salary":"25-40k·15薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"岗位职责1.负责ISP芯片算法的代码开发，如3A/降噪/HDR等算法的开发和优化;2配合硬件工程师进行ISP算法的硬件移植；2.负责制定图像质量评价指标和测试标准；3.根据实现平台软硬件特点，完成芯片ISP算法设计、验证、优化、协助完成算法硬件实现。任职要求1.硕士及以上学历，计算机、自动化、光学等相关专业，2.熟悉cameraISP算法全部流程，在ISP核心算法如3A、demasaic、3DNR等有成功的商业化经验；3.有扎实的编程功底，良好的C编程能力，熟悉Matlab、Python脚本工具；4.有海思、高通等芯片图像开发经验者优先。","codeName":"语言不限"},{"name":"语音算法工程师（北京）","city":"北京-清河","edu":"统招本科","salary":"20-40k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"语音算法工程师（急聘）职位描述：1、负责语音识别前端的算法的设计和优化2、负责语音识别声学模型和解码器设计和优化3、配合团队共同完成系统性能优化，算法定点优化任职要求：1、本科以上学历，计算机、数学，电子信息等相关专业毕业，具有四年以上语音前后端算法研究和开发经历者优先；2、精通C,C++和python等至少一门语言，具有很强的代码实现能力。3、熟悉至少AEC\\AGC\\NS\\BSS\\DOA\\BF\\SE\\Dereverberation等一种算法，有实际项目开发经验者优先；4、熟悉深度学习算法模型，包括cnn、dnn、rnn、lstm等，有实际基于深度学习进行语音开发经验者优先；5、在ICASSP\\INTERSPEECH等上发表过相关论文者优先，有算法优化经验者优先。较强的学习能力,良好的沟通能力，以及团队合作意识","codeName":"语言不限"},{"name":"高级算法工程师","city":"上海-闵行区","edu":"统招本科","salary":"18-36k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"岗位职责：1、负责图像处理、图像识别、目标检测分析的算法设计、实现、验证；2、设计并实现图像特征表示方法、图像分类算法、图像自动语义挖掘算法，并对上述算法进行评测、分析与改进；3、设计部署深度学习算法数据处理、训练、推理过程的系统架构，并可以优化识别引擎、提高识别效率及成功率；4、负责算法核心代码的跨平台编码移植；任职要求：1、统招全日制本科及以上学历，硕士和博士优先，计算机视觉相关专业；2、具备良好的动手能力，熟练掌握C/C++、Python等语言，掌握一种以上深度学习框架，掌握Opencv等基础库的使用；3、掌握计算机视觉基础知识、深度学习、经典机器学习等。有实践经验者优先；4、具备一定的科研能力，能快速理解paper，具备算法创新能力者优先；5、具备对现实问题抽象出数学模型的逻辑分析能力，并能够求解数学问题；6、具有良好的沟通能力和团队合作精神，具有较强的抗压能力，具有强烈的责任心和钻研精神。注意：1.入职后的半年左右时间在南京工作。","codeName":"语言不限"},{"name":"算法工程师","city":"北京","edu":"博士","salary":"20-40k·14薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"职位描述：-负责文本处理相关核心算法研发工作-负责内容质量及反作弊相关研发工作-应用机器学习、自然语言处理等技术，进行内容资源的分析挖掘，构建内容质量及内容标签体系-研究开放最新的机器学习算法并用于解决实际问题职位要求：-熟悉NLP和机器学习的理论基础，2年以上NLP工作经验，有海量数据挖掘、知识图谱研发经验优先；-熟练使用C/C++/Python等至少一门语言，熟悉常用深度学习平台Tensorflow（优先），Pytorch，或Caffe等-较强的技术攻关能力，能够跟进领域内最新技术研究成果，并结合应用场景快速实验和调优-具备优秀的分析问题和解决问题的能力，对解决具有挑战性问题充满激情-具备良好的团队合作精神和沟通意识","codeName":"语言不限"},{"name":"算法实习生","city":"北京-五道口","edu":"硕士及以上","salary":"4-6k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"职位名称：算法实习生工作地点：北京工作经历或技术背景要求：1.计算机专业在读硕士，2021年毕业生优先2.掌握自然语言处理专业知识，了解词法、句法、文法分析基本概念；3.熟练掌握一种编程语言如python、java、c#等4.了解虚拟仿真行业、VR、AR行业优先","codeName":"语言不限"},{"name":"声学算法工程师","city":"北京","edu":"硕士及以上","salary":"25-50k·16薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"职责描述：招聘方向：语音识别（声学模型/语言模型/解码器）、声纹识别、传感器信号处理岗位职责：1.负责智能语音相关核心技术算法研究与引擎产品化等开发工作；2.从事语音识别/声纹识别/信号处理等方面的应用研究和开发工作3.参与语音识别/声纹识别/信号处理产品项目的全流程开发；4.协助进行商业化落地和算法优化。任职要求：1.学历要求：-全日制统招硕士及以上学历、双证，计算机相关专业。2.工作经验：-至少熟悉语音识别/声纹识别/信号处理的中的一项相关算法及实现原理，有1年以上相关工作经验；-熟练掌握Python/Java/C++，能够无障碍阅读英文论文；-能够在HTS/Kaldi/TensorFlow/PyTorch/Keras上开展实验；-能够对语音识别/声纹识别/信号处理算法进行工程实现和优化；-对算法有深入了解，对工程优化有丰富经验.加分项：参与或主导过语音项目（语音分类，唤醒，语言模型的训练与优化，声纹识别，声学相机）；有完整产品落地/上线者优先。","codeName":"语言不限"},{"name":"nlp算法工程师","city":"北京","edu":"硕士及以上","salary":"30-60k·16薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"职责描述：1.负责自然语言处理相关的技术研发工作，包括但不限于：(a).句法语法；(b).实体识别；(c).文本分类；(d).事件抽取；(e).关系抽取；(f).知识图谱；(g).预训练模型；2.负责公司业务场景中，自然语言相关应用问题的需求发掘、算法设计和研发、推动落地和迭代的全链路工作；3.跟踪前沿的算法理论，在国际顶级会议、权威竞赛、公开数据集上作出突出有影响力的工作，树立技术标杆和影响力.任职要求：1.全日制统招硕士及以上学历、双证，计算机相关专业；2.在自然语言处理方向上有实践经验，熟悉自然语言处理常见模型的原理及使用，有知识图谱或者知识结构化实践经验者优先；3.熟悉深度学习框架的使用，包括Tensorflow和Pytorch，对预训练语言模型等有一定了解，在领域顶级会议上发表过论文者优先；4.熟悉机器学习的基本算法，有大规模数据分析和挖掘的经验，熟悉linux开发，熟悉常用数据库；5.扎实的算法和数据结构基础，至少熟练使用C++/Java/python其中一种编程语言；6.工作积极主动，有责任心，能够承担压力，同时有较好的团队协作能力；较强的学习能力，能够不断去研究新的技术。","codeName":"语言不限"},{"name":"算法工程师","city":"广州-海珠区","edu":"本科及以上","salary":"18-30k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"职责描述：1、面向电商零售大数据，构建模型洞察用户行为动机及目的；2、基于业务逻辑及客户行为，建立并优化、不同场景的推荐算法与策略；3、追踪数据挖掘、推荐算法等领域的发展趋势，将前沿技术应用于具体业务；4、为公司产品提供高效稳定的推荐算法，直接提升客户的营收以及用户体验。任职要求：1、重点院校计算机、数学、统计学等相关专业本科以上学历；有3年以上推荐算法研发项目经验者优先；2、较强的编程能力，熟悉C/C++、Java、Python等任一编程语言，有数据挖掘实践经历，熟悉推荐系统相关理论和以及各类常见机器学习算法；3、熟悉分布式架构，有linux平台处理海量数据经验以及Spark、Storm、Hadoop相关工作经验者优先；4、热爱数据处理，对数据持有好奇心，有较好的业务敏感性，能够主动分析发掘业务层面的需求并制定对应的数据方案；5、具备良好的团队合作精神和沟通能力，具备跨部门项目协调能力。","codeName":"语言不限"},{"name":"高级感知算法工程师","city":"北京-朝阳区","edu":"本科及以上","salary":"30-40k·14薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：1.3D感知，包括物体检测、识别和跟踪，语意分割和场景理解等；2.自主泊车相关系统功能开发，如APA、RPA、AVP等；3.机器学习算法，如深度神经网络，增强学习和概率图模型等；4.针对人工智能系统的嵌入式计算平台开发。岗位要求：1.电子工程、计算机科学与技术、自动化及其他相关领域本科及以上学历，硕士及以上学历为佳；2.在机器学习、计算机视觉、3D几何、优化和高性能计算领域，具有至少3年的研发经验。在辅助驾驶和自动驾驶领域具有实战经验为佳；3.优秀的工程实现能力，熟练掌握C/C++，掌握Python、Shell等至少一种脚本语言，熟练使用至少一种深度学习框架（如Pytorch，Tensorflow等）；4.具备基于GPU并行化、嵌入式编程经验，有车规级域控制器实践经验为佳；5.能够在成员背景各异的团队中高效的开展工作；6.具备较强的沟通能力，能够在压力下保质保量的按时完成工作。","codeName":"语言不限"},{"name":"多传感器融合定位算法工程师","city":"北京-朝阳区","edu":"本科及以上","salary":"20-40k·14薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：实现自动驾驶系统多传感器融合定位,建图的相关算法,主要包括但不限于以下几项:1、基于IMU、相机、轮速编码器等传感器的SLAM系统研发；2、多传感器融合定位系统前端及后端算法研发；3、多传感器标定、质检算法研发；任职要求:1、数学,计算机,软件,自动化,电子信息等相关专业本科以上学历；2、精通C++编程,熟悉Linux及ROS系统；3、掌握SLAM的基础理论和算法；4、具有信息融合、位姿图优化,机器人,机器学习等领域研发经验的优先；5、具备良好的逻辑沟通能力和解决实际问题的能力；6、有较强的的独立工作能力和团队精神，愿意在这个行业与企业共同成长发展；","codeName":"语言不限"},{"name":"安全算法工程师","city":"深圳","edu":"统招本科","salary":"20-35k·14薪","experienceTime":"5-10年","age":"20-40岁","jobDes":"岗位职责1、从事密码学和信息安全相关的研究与开发工作；2、跟踪研究密码学和信息安全前沿技术的工程化实现任职要求：1、应知应会：数学理论基础、计算机体系结构、软件理论基础、信息安全理论基础。2、专业技能：熟练掌握至少一种编程语言：C/C++/Python；熟悉常见的密码算法及对称和非对称密码体系；熟练掌握密码算法的使用和开源库，熟悉常见安全协议；能灵活运用研究领域的相关技术，就现实问题进行设计、优化和实现，有优秀的研究成果。3、学习及创新能力：快速学习的能力；有创新方法解决真实问题的经验。4、沟通能力：有较强的书面和口头表达和沟通能力；主动性和团队协作意识。","codeName":"英语+普通话"},{"name":"高级控制算法工程师","city":"北京-朝阳区","edu":"本科及以上","salary":"20-40k·14薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：负责自动驾驶系统中规划控制模块的研发，规划在复杂环境下的车辆可行使路径,主要包括但不限于以下几项:1、研发自动驾驶系统中运动规划、轨迹跟踪，避障等算法；2、车辆线控接口调试，进行车辆动力学建模及系统辨识，设计开发控制算法；3、参与实车实验中的系统集成，负责与感知定位等其他模块的对接；4、参与模拟器研发及规划控制算法的性能调试。任职要求：1、计算机、自动化、机械等相关专业，本科以上学历；2、对于运动规划或控制理论理论有较深的理解，比如PRM，A*，D*等算法3、两年以上C++语言程序设计的实际工作经验；4、有相关机器人、无人机、无人车比赛经历者优先；5、有较强的的独立工作能力和团队精神，愿意在这个行业与企业共同成长发展；","codeName":"语言不限"},{"name":"算法开发工程师含整车标定","city":"佛山-顺德区","edu":"本科及以上","salary":"10-15k·13薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1.负责对拖拉机，收获机等农机整车CAE提出需求，进行农机结构CAE静强度分析，振动、疲劳分析，编写报告，部分开发协助外部团队完成；2.跟踪并管控项目进展，对项目中出现的问题及时组织人员进行分析，对最终CAE仿真结果负责；3.根据仿真结果对产品提出建设性的优化和改善意见，并协助其他部门完成改善工作；4.依据项目节点要求完成CAE分析相关的工作计划编制、文件的整理存档。任职要求：1.机械、工程力学等相关专业毕业，本科及以上学历；2.三年及以上结构分析工作经验，具有起重机械类农机类产品结构分析、结构优化设计经验者优先；3.熟练使用ANSYS等计算分析软件和AutoCAD、Pro/E或UG等设计软件；4.吃苦耐劳，能适应阶段性的室外工作环境，具有良好的团队协作能力。","codeName":"语言不限"},{"name":"算法工程师","city":"成都-高新区","edu":"统招本科","salary":"6-12k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"职责描述：1、基于深度学习进行语音识别、声纹识别等相关应用级开发；2、跟踪国内外最新技术情况，探索业界前沿算法技术。任职要求：1、具备较强逻辑分析能力和数学基础，有从事语音识别、声纹识别等相关应用开发2年以上工作经验者优先。2、熟悉常用语音相关深度学习框架，熟悉深度学习、神经网络算法。3、熟练掌握C／C++／等其他编程语言。4、熟悉Matlab或python开展算法建模仿真验证。5、学习能力强，能独立分析并解决问题，有良好的执行力。","codeName":"语言不限"},{"name":"算法工程师","city":"武汉-洪山区","edu":"硕士及以上","salary":"14-20k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"职责描述：1.负责图像处理、计算机视觉、机器学习和深度学习等领域应用开发,并配合嵌入式工程移植；2.负责图像处理、计算机视觉、机器学习和深度学习最新技术的跟踪前沿技术工程实现，并应用于业务场景；3.负责摄像机的图像质量优化和改进，熟悉ISP功能开发，熟悉主流ISPSoC、Sensor规格特性；4.撰写发明专利、技术规范和软件文档，为工程和市场人员提供技术支持；任职要求：1、电子、通信、计算机类专业研究生以上学历；2、熟练掌握C语言编程，熟悉C++/Python优先；3、掌握可见光数字图像处理知识，了解AE/AWB/AF算法，掌握色彩/增强/去噪/宽动态图像处理技术；4、熟悉红外/微光/可见光图像成像，具有算法模块的独立开发能力，具有相关项目经验优先；","codeName":"语言不限"},{"name":"图像算法工程师","city":"深圳-福永","edu":"硕士及以上","salary":"20-30k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"工作职责:1.移动物体检测图像算法开发和优化；2.协助嵌入式端系统移植与优化；3.算法测试流程的搭建；4.算法开发与性能分析文档编写；任职资格:1.电子，计算机，通信相关专业，硕士及以上学历；2.熟悉使用Matlab/C++/Python/Java等语言、图像处理相关算法，机器学习，深度学习等常用网络框架；3.有过图像处理等相关开发工作，有过移动物体检测等相关车载电子的开发经验；4.熟悉使用Opencv图像开发框架、图像处理相关算法，机器学习，深度学习等常用网络框架Pytorch，tensorflow,caffe、数学相关优化，数值分析，计算几何等；5.责任心强，思路清晰，良好的表达和沟通能力、自我驱动力及抗压能力强.","codeName":"语言不限"},{"name":"自动驾驶芯片算法工程师","city":"北京-海淀区","edu":"本科及以上","salary":"30-50k·15薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1，对AI相关算法和模型进行通用代码优化，针对特定的计算平台(CPU/AI芯片/边缘计算设备)进行高性能计算加速及工程化2，与算法工程师共同协作推进算法在端上的迁移和优化3，负责Al软硬结合产品的功能开发和迭代任职要求：1，熟练掌握C/C++编程语言，熟练掌握多线程编程，具有较强的C/C++编码能力2，熟悉C/C++代码优化和加速，有SIMD编程经验优先3，了解基本的深度学习算法原理，了解基本的图像处理/计算机视觉/图形学算法4，有海思/华为等主流厂商的边缘端硬件开发经验者优先5，具有一定的产品思维，沟通能力强，积极主动，认真负责","codeName":"语言不限"},{"name":"122441视频编解码算法工程师","city":"深圳-科技园","edu":"硕士及以上","salary":"35-55k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"职责描述：1.负责视频编码算法模块开发设计工作；2.进行算法功能调研，将文献技术落地于公司算法平台；3.针对无人机、相机、手持拍照设备应用，设计性能优越算法，可提高产品整体竞争力；4.配合芯片设计及验证同事将视频编码算法转换为芯片设计语言；5.参与图像/视频压缩标准制定工作。任职要求：1.拥有信息学科方向硕士学位，拥有一年以上视频编解码算法开发经验；2.熟悉视频编解码算法，了解和熟悉图像和视频压缩标准；3.熟悉C、C++语言，能够深刻理解C模型；4.了解数字芯片设计流程，拥有视频编码芯片C模型开发经理者优先考虑；5.善于团队合作、有奉献精神，具备较好的沟通和人际交往能力。","codeName":"语言不限"},{"name":"算法专家（NLP)","city":"北京","edu":"统招本科","salary":"20-50k·15薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"职责描述：1、负责文本分析产品的架构和算法整体设计工作2、针对海量文本内容，结合深度学习等前沿技术进行中文分词、实体识别、情感分析、自动分类等各种文本挖掘的研发工作3、参与项目中文本分析工作的具体实现，按时保质完成项目任务  职位要求：1.本科及以上学历，计算机和数学等相关专业2.至少精通java/C++/python其中一门语言3.熟悉常见的机器学习和自然语言处理算法，有实操经验优先（包括课程项目）4.有使用过tensorflow、scikit-learn、gensim、word2vec等软件包者优先5.良好的沟通能力，快速准确的理解能力，极强的自我驱动力，有一定的抗压能力，有责任心，对解决问题充满热情","codeName":"语言不限"},{"name":"算法工程师","city":"北京-大山子","edu":"本科及以上","salary":"20-35k·13薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"工作职责:1、基于导航地图的的全局精细路径规划，拓扑级别的规划，车道级别的规划，包括巡线、换道、掉头等；2、基于当前实时周边车道和障碍物数据的局部路径规划，设计符合交通规则的车辆路线，并且考虑周边障碍物实时关系，考虑车辆以及拖挂的运动学等；3、参与地图与感知模块与路径规划的对接接口设计与联调；4、参与路径规划模块的算法自动测试研发工作。任职资格:1、本科及以上学历，计算机相关专业，较强的C++开发能力；2、对机器人路径规划方向有1-2年的项目或者从业经验；3、对路径规划有较强的理论基础，熟悉RRT，DWA等路径规划算法；4、较强的自主学习和团队协作能力。","codeName":"语言不限"},{"name":"AI算法工程师","city":"珠海","edu":"统招本科","salary":"15-25k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1.参与对客户的深度学习项目迁移的需求分析、方案设计和技术支持工作；2.跟踪和学习最前沿的深度学习算法，为深度学习的应用提供支撑；3.能够通过技术手段提高产品交付质量；任职要求：1.计算机、电子工程、数学、通信、自动化等相关专业，本科及以上学历；2.2年以上算法相关工作经验；3.熟悉机器学习/深度学习/图像处理相关算法，并且对深度学习有浓厚兴趣；4.掌握C/C++/python编程语言，并且有良好的编程风格和工作习惯；5.熟悉linux系统，熟悉tensorflow,pytorch,Caffe等至少一种深度学习开源框架；6.有机器学习、深度学习、图像识别等领域的开发工作经验者优先。","codeName":"语言不限"},{"name":"创新事业群融媒体发展事业部-搜索算法专家.Y-北京.ZSL","city":"杭州","edu":"学历不限","salary":"面议","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：利用深度学习、自然语言处理等技术，解决搜索业务中涉及的数据挖掘、机器学习、数据索引、数据召回、搜索排序等问题，优化搜索场景效果；1，基于文本的内容分类、标签提取、实体识别、质量建模等2，基于搜索场景的召回、排序、语义向量等任职要求：1.熟悉搜索引擎产品的架构和技术细节、有分布式系统、搜索算法、或者推荐系统研发经验者优先；2.在机器学习、数据挖掘领域有深入理解，有参与大型项目经验者优先；3.对深度学习、自然语言理解前沿技术有深入理解，并有项目经验者优先。","codeName":"语言不限"},{"name":"计算机视觉算法工程师","city":"常州","edu":"本科及以上","salary":"11-20k·13薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"工作内容：1.负责计算机视觉（包括深度学习）算法研发、实现与性能提升，包括但不限于:检测、跟踪、分类、语义分割、深度估计、图像处理；任职要求：1.硕士优先,计算机、电子信息或软件等相关专业;2.熟练掌握计算机视觉&机器学习的基本方法,加分项:熟练使用mmdetection并掌握涉及到的算法;3.较强的算法实现能力,熟练掌握python编程,熟悉pytorch/tensorflow等框架，加分项:掌握C/C++编程,熟悉tensorrt,ncnn等推理框架;4.优秀的分析问题和解决问题的能力,对解决具有挑战性的问题充满激情;5.良好的沟通能力和团队合作能力;","codeName":"语言不限"},{"name":"高级算法工程师","city":"青岛-市北区","edu":"硕士及以上","salary":"6-15k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1、基于振动等检测方法的算法设计、仿真、编程等；2、振动等检测数据的分析、检测诊断设计等；3、交办的其他任务。任职要求：1、研究生以上学历，机械、控制、数学等相关专业；2、熟练使用matlab语言；3、具有相关数据分析、算法设计等工作经验。","codeName":"语言不限"},{"name":"图像算法工程师","city":"青岛-市北区","edu":"统招本科","salary":"6-12k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1、基于图像的表面损伤检测、尺寸位置检测的算法设计与实现；2、负责基于图像算法的检测分析等；3、交办的其他任务。任职要求：1、本科以上学历，计算机、多媒体通信、信号处理等相关专业，1-3年的图像识别算法经验；2、具有一定的编程基础，熟悉Linux，熟练掌握C/C++、Python、Java中的一种编程语言；3、熟悉一种主流深度学习框架（Tensorflow或PyTorch）;熟悉MaskRCNN、FasterRCNN、Resnet、detectron2等算法。","codeName":"语言不限"},{"name":"图像算法工程师","city":"上海","edu":"本科及以上","salary":"10-15k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"职责描述：1.图像算法软件概要设计、详细设计等开发文档撰写；2.负责环视、周视相机的标定算法研发和落地；3.负责AVM、视觉测距相关算法研发和落地；4.故障诊断、安全监控等应用功能集成和开发。任职要求：1.本科及以上学历，计算机、通信、自动化等专业，一年以上工作经验；2.图像处理算法基础扎实，熟悉多视角立体几何，熟悉相机标定和视觉测距原理；3.熟悉CUDA或OpenGL，熟练使用OpenCV；4.熟悉c/c++以及Python，熟悉常用的算法与数据结构；5.在全景图像拼接、相机在线标定、自动泊车等任一方面从事过较为深入的研究；6.较强的算法分析和实现能力，良好的沟通能力，责任心强，善于解决实际问题；7.熟悉Linux/QNX系统编程，具有autosar开发经验更佳。","codeName":"语言不限"},{"name":"视觉感知算法工程师","city":"上海","edu":"本科及以上","salary":"10-15k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"职责描述：1.视觉感知算法软件概要设计、详细设计等开发文档撰写；2.负责智能驾驶视觉感知算法的研发和落地工作，在智能驾驶视觉感知功能模块中设计构建前沿的检测算法；3.负责深度学习模型的模型压缩，包括但不限于利用模型的剪枝、量化和蒸馏等技术时模型能够在移动设备上实时计算；4.故障诊断、安全监控等应用功能集成和开发。任职要求：1.本科及以上学历，计算机、通信、自动化等专业，一年以上工作经验；2.熟悉常用深度学习框架，至少熟悉Caffe、PyTorch、Tensorflow中的一种；3.熟悉常用的移动端部署框架，至少熟悉NCNN、MNN、SNPE、TensorflowLite等中的一种；4.具有车道线检测、车位检测、障碍物检测、场景识别、交通标识识别等职能驾驶视觉感知任务算法研发经验一年以上优先；5.熟悉c/c++以及Python，熟悉常用的算法与数据结构；6.熟悉Linux/QNX系统编程，具有autosar开发经验更佳；7.较强的算法分析和实现能力，良好的沟通能力，责任心强，善于解决实际问题。","codeName":"语言不限"}]