[{"name":"算法策略测试开发工程师(J13226)","city":"北京-东坝","edu":"本科及以上","salary":"20-35k·14薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责:1、负责算法模块功能测试、算法性能测试、及算法接口与业务的集成测试；2、根据算法及应用场景，设计并准备测试数据集，编写测试代码、测试并跟进BUG；3、配合研发和数据运营团队，建立数据收集、标注、测试的标准流程，提高团队工作质量和效率；任职资格:1、本科及以上学历，计算机相关专业，2年及以上工作经验，有算法开发/测试经验者优先；；2、熟悉Linux环境，熟练掌握Python；3、熟悉测试流程及测试相关技术，精通算法质量主客观评价标准及评测方法，有较强的测试用例设计能力；4、熟悉自动化测试流程、算法测试集的制作、以及自动化测试工具的开发；5、严谨踏实，结果导向，具备较强的执行力，对工作积极认真负责，思维清晰敏捷，有良好分析总结问题能力；6、学习能力强，善于发现问题，有优秀的沟通协调和团队合作能力。","codeName":"语言不限"},{"name":"算法工程师 校招","city":"上海","edu":"本科及以上","salary":"17-23k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"一、岗位职责1、负责大数据算法设计及实现工作，并将研究成果形成应用，推进业务发展；2、负责大数据算法框架体系架构设计和相关技术路线规划；3、大数据并行计算框架的设计和建设，并行算法的设计和实现、调试和优化；4、熟悉软件开发流程，较好的文档能力及编码风格，数学建模、数据挖掘、机器学习或相关领域有一定了解。5、针对物流管理系统中的离散组合优化问题进行算法模块的设计、实现、调优；6、负责深入分析业务问题，进行建模与算法开发，如车辆调度、路径规划、选址等算法7、负责处理大数据，解决实际数据挖掘问题，对已有算法模型、策略及服务进行效果、性能逐步迭代优化；二、任职要求1、本科以上学历（硕士优先），计算机、应用数学相关专业；2、熟悉C/C++/Java/python/go/scala中至少一种编程语言，业务理解能力、抽象能力强；3、熟练掌握常见数据结构与算法，熟悉基本启发式算法、VRP、TSP、蚁群算法等路径规划问题和优化算法4、有一定的数据处理能力，熟悉常用的数据挖掘、机器学习算法、运筹优化算法5、具有物流配送、物流规划项目相关经验者、算法竞赛获奖者优先考虑6、掌握Numpy,Scipy，Matplotlib,Pandas,scikit-learn或者SparkML。7、突出的分析问题和解决问题的能力，有较好的沟通、团队合作的能力8、精通深度学习框架,如Tensorflow,Pytorch优先","codeName":"普通话"},{"name":"算法/高级算法工程师（先导3C事业部）","city":"无锡","edu":"统招本科","salary":"15-28k·14薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1、主导或参与公司视觉及自动化软件算法领域的研发工作，负责机器视觉图像处理各类复杂算法设计、开发、评估等工作；2、对已有算法进行优化改进，能够分析和解决现场反馈的算法问题；3、和软件团队配合，识别机器视觉应用领域的通用算法功能，形成标准化模块并参与设计和开发；4、新产品软件技术攻关，新技术的研究；5、上级领导安排的其他工作任务。任职要求：1、本科5年以上、硕士至少3年以上行业从业经验；2、具备3年及以上图像算法开发工作经验，有算法定位(模式匹配)、识别、检测算法开发经历者优先；3、具备机器视觉图像处理及框架编写经验，熟练使用C#语言进行算法开发；4、Halcon（必需）/OpenCV/NIVision/Visionpro图像处理算法库至少一种。","codeName":"语言不限"},{"name":"资深图像算法研究员","city":"深圳-科技园","edu":"MBA及以上","salary":"50-80k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"职责描述：负责公司人脸识别技术的预研和运用任职要求：1、博士及以上学历，计算机，机器视觉、模式识别等相关专业；2、5年以上相关工作经验。","codeName":"语言不限"},{"name":"算法工程师","city":"杭州-江干区","edu":"学历不限","salary":"8-13k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"职位描述：1、负责工程设计类辅助产品人工智能技术创新和落地实现，满足产品核心需求：2、负责深度学习框架的搭建；3、针对业务场景，提供⼈⼯智能算法分析解决⽅案，负责相关算法的核⼼控制策略设计实现与优化维护；4、根据研发需要能够进⾏研发对接及沟通⼯作。任职要求：1、计算机、软件、自动化、数学或相关专业，扎实的机器学习、深度学习理论和技术基础；2、熟练掌握C++/JAVA/Shell/Scala/Python的一种或多种3、熟悉TensorFlow、PyTorch等训练框架；4、数学基础较好，具有良好的数学思维和逻辑思维能力，具备优秀的建模能力；5、具备系统开发、算法研究设计能力；6、具备良好的创业心态","codeName":"语言不限"},{"name":"资深模型工程师（ADAS功能算法）","city":"上海","edu":"本科及以上","salary":"16-40k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：负责ADAS项目应用算法开发，根据环境感知结果、车辆状态等信息开发决策、规划和车辆控制相关算法。同时完成需求分析、设计文档编写、代码实现、算法测试验证等工作。任职要求：1.	计算机科学与技术、自动化、电子信息工程、信息与信号处理、数学、车辆工程等专业；大学本科及以上学历五年或硕士三年以上电子产品软件开发工作经验。2.	熟悉自动驾驶中常用的预测、规划和控制算法；3.	精通系统状态估计、非线性优化的知识和方法；4.	熟练掌握Matlab或C++/C，扎实的算法和数据结构知识；5.	熟练使用MATLAB等软件，并能够基于此进行高效的算法仿真和验证；6.	熟练使用C语言进行嵌入式编程，快速的软件实现能力，有较强的问题解决能力；7.	熟悉汽车电子产品的开发流程，特别是软件V模型开发流程；8.	有Linux平台开发及Apollo调试经验优先；9.	具有APA、AVP、自动驾驶开发经验者优先。","codeName":"语言不限"},{"name":"点云算法工程师","city":"西安","edu":"统招本科","salary":"15-30k·13薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"一、职位描述：1.参与3D点云后处理算法（如三角化，重采样，去噪，纹理贴图等）研究和代码的编写；2.负责软件算法模块的开发、测试；3.参与软件的设计、开发和维护；4.对客户需求进行分析及算法设计。二、任职要求：1.计算机、数学等相关专业毕业，本科以上学历；2.精通点云后处理算法的一个或多个领域：如点云拼接、点云去噪、点云重采样、纹理贴图等；3.熟练掌握C++，有Qt开发经验的优先；4.有OpenCV，OpenGL开发经验的优先；5.精通双目立体视觉算法的一个或者多个方向：如相机标定、双目立体视觉原理、仿射变换、特征点匹配等优先。三、福利待遇：1.优异的团队氛围，广阔的发展空间；2.有竞争力的薪酬；3.带薪年假、周末双休，法定节假日休假；4.五险一金；5.年终奖、项目奖、绩效奖等各类奖金；6.加班补助、加班调休；7.国内外集体旅游、各类团队活动；8.福利体检；","codeName":"语言不限"},{"name":"算法工程师","city":"成都-武侯区","edu":"硕士及以上","salary":"20-35k·14薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"岗位职责：1、负责手机相机相关的图像处理算法和深度学习算法的预研；2、负责算法的加速优化，深度学习模型训练、验证和模型网络优化3、负责人体识别、人脸识别、场景识别、虚化、双摄、夜景去噪等方面的算法原型的开发和优化任职要求：1、硕士及以上学历，计算机、电子、通信、自动化相关专业；3年以上图像算法工作经验2、精通图像处理的基本算法原理和数学理论，如特征提取、分割、滤波、增强等方面的知识和和熟练使用opengl等工具函数3、熟悉caffe或tensorflow深度学习框架，熟悉深度学习加速的基本方法论，熟悉深度学习模型的训练调优方法4、能熟练阅读计算机视觉会议的paper，并能将paper的理论转化成实际的工程代码","codeName":"语言不限"},{"name":"Python数据算法工程师","city":"北京-海淀区","edu":"统招本科","salary":"25-35k·14薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职位描述：1.负责分布式AI训练平台的通用算法开发和调优工作；2.负责AI平台新技术的调研，以及在团队中的推广，用创新的思路解决问题。任职要求：-本科及以上学历，计算机、通信、电子、自动化或相关专业。-3年以上系统软件开发经验。-能够使用Python完成ETL过程，熟悉常见关系数据库的使用；-能够使用Python实现预定的算法逻辑，并进行调优工作；-能够使用sklearn、numpy、scipy、matplotlib等常用库；-有分布式系统相关开发经验；-自学能力强，能够快速学习、接受新技术，有一定英文读写能力；-具有开源项目开发经验；加分项（非必要项）1.具备AI训练平台开发经验2.具备分布式算法设计和实现经验；3.具备不同数据仓库和处理技术（例如Spark）的经验。","codeName":"语言不限"},{"name":"算法架构工程师/高工","city":"金华-义乌","edu":"本科及以上","salary":"20-30k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"1.规划公司深度学习、机器学习的技术路线、技术框架并组织落地实施；2.组织管理、培训激励算法工程师的项目高效推进与学习成长；3.主持开发、维护、优化公司的深度学习、机器学习算法框架与代码，并不断推进产品化、模块化以及中台化建设与优化；4.作为技术负责人，主导工业场景下的深度学习、机器学习应用系统的开发，带领并指导团队设计和实现核心算法，以及与其他功能的集成落地;5.精通神经网络、决策树、概率图等主流及其衍生算法的数学原理与代码实现；6.精通ensorflow\keras\caffe\pytorch等主流深度学习算法框架，熟悉spark、hadoop等大数据处理与分布式框架和平台，熟悉python、c++等编程语言，对数据结构和算法设计有较为深刻的理解,具备独立的算法架构设计与代码构建能力；7.熟悉软件开发过程管理与相关工具；8.工作细致、踏实，具有较强的逻辑分析能力及语言表达、团队协作能力及分析和解决问题的能力。","codeName":"普通话"},{"name":"机器学习算法工程师","city":"深圳-南山区","edu":"硕士及以上","salary":"15-25k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"工作内容：1、负责机器学习的基础算法设计、开发和调优工作；2、负责构建算法相关的产品形态，包括：学员用户画像构建、运营转化预测、营收预测、用户学习行为预测、广告投放预测等；3、参与公司核心场景下大数据的机器学习、人工智能方向技术在教育领域的应用。任职要求：1、硕士及以上学历，计算机、数学、统计学等相关专业优先；2、熟练掌握Python、R，了解C/C++/Java等编译语言；3、熟练使用MySQL，了解Redis、MongoDB等数据库优先；4、熟悉特征选择、特征降维、分类预测、回归分析、异常值处理、缺失值插补、不平衡样本处理的相关算法，如GBDT/XGBoost/AdaBoost/RF/Bagging/SVM/LR等；5、有较强的算法工程化能力，能够无碍阅读项目相关的中英文文献以及良好的代码规范，熟悉Linux和Git。6、具备创新思维，在专利、论文、大型比赛等方面积累较多经验者优先。","codeName":"普通话"},{"name":"人工智能算法工程师","city":"苏州-工业园区","edu":"硕士及以上","salary":"10-20k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"职责描述：1、负责遗传大数据的挖掘、信号处理、人工智能（深度学习）等相关领域的研发和算法实现；2、利用语音识别、图像识别、自然语言处理、机器学习等技术识别，进行遗传疾病的分析，建立公司的数据体系，包括数据的采集、存储、分析。任职要求：1、有丰富的大数据实践经验，有应用大数据驱动业务增长的经验；2、熟练使用Python语言编程的能力优先","codeName":"普通话"},{"name":"资深算法工程师/算法专家（新项目）(J200610039)","city":"北京-海淀区","edu":"本科及以上","salary":"33-50k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"工作职责：1.算法策略研发，提供智能决策解决方案，提升决策效果和效率；2.推荐领域核心算法研发和应用，通过系统化的算法能力构建，提升交易撮合能力和营销转化能力；、3.高性能机器学习、数据挖掘方法及服务架构的研发任职要求：1.计算机、数学等相关专业本科以上学历；2.在机器学习、数据挖掘、运筹学、智能数据产品等领域有较好的项目经验或学术积累；3.研发能力强，熟悉Java／C++之一，熟悉脚本语言开发，熟悉MapReduce、spark等大规模计算平台，具备优秀的算法实现能力，具备面向海量数据的机器学习／数据挖掘研发经验；3.良好的逻辑思维能力，发现／分析／解决问题能力；4.良好的沟通能力、自我驱动力和团队合作精神","codeName":"语言不限"},{"name":"算法工程师--智能汽车","city":"东莞-松山湖","edu":"统招本科","salary":"20-30k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"轨迹规划，动态规划，运动控制，车辆动力学，全局导航，轨迹预测，行为决策等","codeName":"语言不限"},{"name":"云台算法软件工程师","city":"深圳","edu":"大专及以上","salary":"10-20k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"1、负责无刷云台核心控制算法的研究和设计工作；2、负责无刷云台无刷电机控制算法开发、验证和优化。任职要求：1、熟悉云台工作原理，有三轴云台控制相关经验；2、熟悉姿态解算，精通云台控制算法，熟悉陀螺仪校准，熟悉飞行姿态解算，PID控制；3、本科以上学历，自动化、电子、数学及计算机类等专业；4、1-3年云台控制经验；4、精通C/C++程序设计，精通ARM、单片机硬件架构及程序开发设计；5、熟悉常用外部设备接口，如I2C、UART、SPI等。亮点说明：此职位上下班公司安排有专车接送，早上8:05分在福永地铁站接送至公司，晚上18:30分从公司送至福永地铁站。","codeName":"语言不限"},{"name":"图像算法工程师（AI）","city":"深圳","edu":"统招本科","salary":"25-35k·14薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：1、利用深度学习、机器学习算法及图像识别算法解决工程应用中的检测难点；2、从具体的场景和问题出发，建立相关模型，在应用人员的协助下完成数据的收集、模型的训练及网络调参，并与软件开发人员协作完成产品的数据交互，直到完成最终的解决方案；3、从事人工智能领域前沿算法的研究，探索人工智能的创新应用；4、撰写研发相关技术文档。任职要求：1、硕士及以上学历，项目经验丰富可适当放宽至本科；2、掌握Python编程语言，熟悉Python中的函数模块、Python面向对象及文本操作；3、具有扎实的高等数学、线性代数及概率论基础；4、理解深度学习中的MLP模型，有CNN、RNN、GAN等神经网络的应用经验。","codeName":"普通话"},{"name":"图像算法工程师（经典算法）","city":"深圳","edu":"统招本科","salary":"25-35k·14薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：1、专业技术人员职位，定期完成工作要求，并能独立处理和解决所负责的任务；2、根据开发进度和任务分配，完成相应模块软件的设计、开发、编程任务；3、算法开发，例如轮廓搜索、最优路径分配等；4、图像处理：对图像进行去除噪声、锐化、分离、复原和亚像素的提取。任职要求：1、硕士以上学历，项目经验丰富可适当放宽至本科；2、数学基础扎实，掌握C++/C#/C等编程语言的其中一种即可；3、熟悉opencv视觉库，具备一定的图像处理算法项目经验，有三维图像的数据处理及机器视觉方面的图像处理项目经验优先；4、严谨踏实，责任心强，条理清楚，善于学习总结，有良好的团队合作精神和沟通协调能力。","codeName":"普通话"},{"name":"高级路径规划算法工程师","city":"北京-朝阳区","edu":"本科及以上","salary":"20-40k·14薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：负责自动驾驶系统中规划控制模块的研发，主要包括但不限于以下几项:1、研发自动驾驶系统中运动规划、包括环境建模、避障算法等；2、参与实车实验中的系统集成，负责与感知定位等其他模块的对接；3、参与产品和功能定义的讨论，并根据产品需求进行开发和实现，如HWP、TJP、ACC等4、参与模拟器研发及规划控制算法的性能调试；岗位要求：1、计算机、自动化、机械等相关专业，本科以上学历；2、对于运动规划或控制理论有较深的理解；3、两年以上C++语言程序设计的实际工作经验；4、有相关机器人、无人机、无人车比赛经历者优先；5、有嵌入式系统开发经验者优先；6、有量产项目经验者优先；7、有较强的的独立工作能力和团队精神，愿意在这个行业与企业共同成长发展；","codeName":"语言不限"},{"name":"WW6927-变频器控制算法高级工程师","city":"佛山","edu":"本科及以上","salary":"18-22k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"1、负责磁悬浮系统中变频器控制电机算法建模、仿真及设计；2、负责磁悬浮系统中变频器网侧算法建模、仿真及设计；3、负责磁悬浮系统及变频器的调试、自测；4、负责测试问题与生产、市场问题的分析解决。","codeName":"语言不限"},{"name":"Principle Software Engineer音频算法","city":"深圳-南山区","edu":"本科及以上","salary":"20-40k·12薪","experienceTime":"10年以上","age":"年龄不限","jobDes":"音频算法工程师工作职责•	分析音频算法需求，制定产品功能及性能指标。在PC上实现信号处理流程。使用Matlab进行算法仿真和测试。在PC上用C实现算法。移植C代码到ARMDSP音频产品。不断在产品上优化算法直至满足要求。完成软件开发文档编写。•	工作态度积极，愿意学习知识技能，愿意提升自己，自我驱动。•	善于抓住问题要点，善于解决技术难题，能独立解决问题。知识、技能和经验•	电子工程，信号处理，数学、物理等相关专业本科及以上学历毕业。有较扎实的数字信号处理基础。•	有回声消除、降噪、麦克风阵列处理或语音处理经验的优先。对心理声学有理解和实践经验的优先。•	有TIC6000，国产DSP或者FreeScale产品化成功经验。从事过软件硬件实际开发的经历。有移植算法到ARMDSP的经历。熟悉嵌入式实时操作系统，如DSP/BIO或者SYS/BIOS操作系统。•	精通C语言，熟悉C++。熟练掌握Matlab/Python等算法建模开发工具。较强的文献阅读能力，能够快速实现或设计音效相关的算法。熟练掌握DSP外围设备驱动软件设计。•	能够对新产品的音效开发进行架构性设计，能够输出相关设计文档。能够从开源代码里获取有价值的信息，能够移植第三方代码到嵌入式系统。精通实时音效算法。•	会使用常见的音频测试仪器。工作脚踏实地、积极主动，有责任感，有很强的沟通能力和团队协作精神。•	会使用版本控制工具，如git或者svn等•	能读懂英文技术资料，能够读写英文邮件","codeName":"语言不限"},{"name":"图像算法科研助理-中山大学智能工程学院","city":"广州-番禺区","edu":"统招本科","salary":"8-10k·14薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"职责描述：1.熟悉图像处理技术，有一定的图像处理理论基础，用深度学习算法解决过实际工程问题，能运用VC++、OpenCV、python等工具进行图像处理算法开发；2.处理项目管理等日常工作。任职要求：1.具备良好的思想素质和道德操守，遵守国家的法律法规和学校的各项规章制度，恪守职业道德，办事公正，作风正派；2.有强烈的事业心和责任感，工作踏实，善于合作和沟通，耐心细致，办事效率高，能按时完成工作任务；3.具有本科及以上学历、学士及以上学位，研究生学历、硕士学位优先考虑；4.计算机、交通、数学等相关专业优先。","codeName":"语言不限"},{"name":"行为及轨迹预测算法工程师（上海）","city":"上海-奉贤区","edu":"硕士及以上","salary":"30-60k·14薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责:1.对无人驾驶过程中其他交通参与者的行为、意图、以及运动轨迹进行预测;2.开发相关的算法模块和框架;3.设计算法模型或者学习模型;任职资格:1.熟悉行为预测相关算法，包括单体预测及多体交互预测;2.熟悉目标跟踪相关算法，如Kalmanfilter等;3.熟悉机器学习相关算法，如MLP、SVM、深度学习等;4.熟悉轨迹生成相关算法，如A*、RRT、样条曲线插值等;5.熟悉计算几何;6.有扎实的C++基础、算法和数据结构基础，有linux开发经验者优先;7.有无人驾驶或者机器人领域行为和轨迹预测工作经验者优先;8.机器人、计算机、自动化、数学等相关专业，硕士及以上学历.","codeName":"语言不限"},{"name":"深度学习算法专家","city":"上海","edu":"硕士及以上","salary":"面议","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责:1、负责深度学习和机器学习算法在投资领域的应用研究；2、构建相关模型，并协助落地；3、对模型进行维护、优化、改进；4、参与完善深度学习框架和量化交易的基础设施建设；5、完成公司布置的其他工作。任职资格:1、硕士及以上学历，数学、计算机、统计、物理等相关专业理工科背景；2、对深度学习算法和机器学习算法有深入研究，对各类算法适用的场景有深刻理解，能对算法进行改进；3、掌握金融数量投资研究基本框架体系，对金融领域有强烈兴趣，有相关经验优先；4、有很强的独立研究能力，研究最新的领域文献；5、精通Python，有丰富的模型训练经验；6、了解AI平台行业情况和发展趋势，了解AI行业应用主流场景和发展趋势，对AI技术发展趋势和行业应用有深入理解。","codeName":"语言不限"},{"name":"图像算法工程师","city":"北京","edu":"本科及以上","salary":"20-35k·15薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：1.	图像处理和增强、图像拼接、基于图像的3D重建算法研究。2.	深度学习项目深入研究，各种检测、特征定位、跟踪、识别、分类等相关算法研究。3.	配合RTL开发人员进行图像相关算法的设计、开发、验证等工作。4.	计算机视觉相关算法研究项目。5.	图像算法性能优化及移植。任职要求1.	硕士及以上学历，图像处理、计算机视觉、模式识别相关专业研究方向；2.	具备3年以上的图像处理相关工作经验；3.	熟悉图像拼接算法、双目深度估计等算法者优先；4.	有VSLAM研发经验者优先，如特征提取、回环检测、重定位等；5.	至少精通其中一种嵌入式体系架构者（包括ARM,DSP,X86,MIPS，GPU，CUDA等），有图像算法优化经验优先；6.	良好的团队协作能力，能够独立思考，善于创新，针对问题提出有效解决方案；7.	工作认真负责，学习能力较强。","codeName":"语言不限"},{"name":"AI算法工程师(应届生)(SH)","city":"上海-金桥","edu":"硕士及以上","salary":"11-13k·15薪","experienceTime":"一年以下","age":"年龄不限","jobDes":"岗位职责:-Accordingtothebusinessrequirements,formulatedataanalysisandmachinelearningsolutions;根据业务需求,制定数据分析和机器学习方案；-ResponsibleforthedevelopmentandapplicationofMachineLearningalgorithms,includingfeatureextraction,featureselection,algorithmicmodeling,codingandtest,continuousoptimizationanddatavisualization;负责机器学习算法开发应用,包括特征提取、特征选择、算法建模、代码开发和测试、持续优化、以及数据可视化；-Providealgorithmictechnicalsupportfornewplannedbusiness,verifytechnicalfeasibility.为新业务提供算法技术支持,验证技术可行性。任职资格:-MasterdegreeorPhDinMathematics,Statistics,ComputerScience,Automation,EE,AutomotiveTechnologyorotherequivalent;数学,统计学,计算机,自动化,电子工程,车辆工程或相关专业硕士及以上学历；－FamiliarwiththetechnologyofMachineLearning,professionalincommonalgorithms-suchasLogisticRegression,SVM,DecisionTree,NN,BayesianBeliefNetwork,Clusteringetc;熟悉机器学习技术,熟练掌握常用算法,如Logistic回归,SVM,决策树,神经网络,贝叶斯网络,聚类算法等；-Sensitiveindataandbusiness,interestedinbigdataandinternetofvehicle,haveprecisethinkingandstronglearningability;具备敏锐的数据和业务直觉,对车联网、大数据感兴趣,思维严谨,学习能力强；－Self-motivated,excellentcommunicationskillsandteamspirit;积极主动,优秀的沟通能力和团队合作精神；－Englishwrittenandverbal;英语听说读写流利；－ProjectexperienceinMachineLearningispreferred.具有机器学习项目经验者优先考虑。","codeName":"语言不限"},{"name":"资深算法工程师/算法专家(J...","city":"北京","edu":"本科及以上","salary":"20-40k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"岗位职责1.负责国际化异常治理算法策略和模型的设计和开发；2.深入了解业务场景特点，与产品共同设计司乘纠纷从发生到处置的系统化治理解决方案，并横向推动治理方案的落地实施；3.建设算法能力中台，数据基建，沉淀方法论；4.识别业务诉求、提炼并发起项目；识别机会点、定义项目周期。岗位要求：1.计算机、运筹、统计、经济、数学等相关专业硕士及以上学历；2.在数据分析、数学建模、优化等方面有实践经验；3.在机器学习或数据挖掘方向有较强的积累，熟悉经典的算法并有实践经验，包括但不限于LR/GBDT/DeepLearning/ReinforcementLearning；4.熟练掌握海量数据处理技术，有使用Spark/Hive/Hadoop分析海量数据的能力和经验；5.编程基础扎实，熟悉算法数据结构，有较好的Python/Go/C++/Java/Scala开发经验；6.有学习热情，关注业界前沿技术和人工智能国际会议研究动态，不断提升自己在机器学习、数据挖掘、运筹优化、机制设计、数理统计等方向的能力；7.优秀的分析和解决问题的能力，对挑战性问题充满激情，有较强的沟通能力，责任心和团队意识佳。","codeName":"普通话"},{"name":"计算机视觉算法工程师","city":"广州-海珠区","edu":"硕士及以上","salary":"20-45k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"职位描述：1、参与面向新零售的视觉算法的开发和优化，如货架识别、全景拼接等；2、参与公司基础算法平台的搭建。岗位要求：1、硕士及以上学历，模式识别、计算机视觉等相关专业；2、熟练使用一种深度学习框架，如PyTorch、MxNet、TensorFlow等；3、掌握至少一门编程语言，如Python、C/C++；4、良好的团队合作意识，思维敏捷，头脑开放、善于沟通。","codeName":"语言不限"},{"name":"图像算法工程师","city":"深圳-西丽","edu":"硕士及以上","salary":"20-25k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责:1、负责计算机图像算法的研发工作；2、负责物体检测、识别、定位、图像理解、质量评价等相关技术的研发及实现；3、负责目标跟踪、动作检测等视频流分析应用的研发与实现。任职资格:1、硕士及以上学历，图像处理、模式识别、机器学习相关专业或计算机相关专业；2、三年以上同岗位工作经验，精通C/C++或Python，熟悉opencv等图像处理库，具有扎实的开发、调试经验；3、在计算机视觉/深度学习等方面有过研究，熟悉图像处理、物体检测与识别且有项目经验；4、熟悉MATLAB，有较强的算法分析和实现能力优先；5、具有较高的学习能力，有良好的独立解决问题能力及团队合作能力。","codeName":"语言不限"},{"name":"算法测试工程师","city":"成都-高新区","edu":"本科及以上","salary":"7-12k·13薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1、对神经网络、深度学习、图像识别、语音识别、三维重建等算法等先进算法进行测试；2、需要根据测试结果对算法和业务团队提出合理化建议和意见，以提高算法的质量，降低算法建立和使用中的各项风险；3、协助算法产品和业务团队全面推进算法产品在相关业务场景中的应用、落地实践和风险监控；岗位要求：1、计算机相关专业背景，本科及以上学历；2、扎实的编程基础（熟练使用Java或者Python等）；3、熟练掌握常见的深度学习算法原理和应用；4、有分布式服务器集群测试经验；5、有算法相关项目测试经验；6、有SVN、GIT版本服务器搭建经验更佳","codeName":"语言不限"},{"name":"算法工程师（仓储配送方向）","city":"上海","edu":"本科及以上","salary":"30-60k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责1、基于物流订单及运输数据，通过机器学习建立算法模型，实现智能调度、智能选址、容量预测等；2、基于丰富的业务场景和大数据，研究供应链系统的效率提升以及成本下降的方法；3、根据问题和业务需求，发掘算法文献，找到适合工程落地的具体算法；4、工作内容包括但不仅限于：运筹优化、机器学习、文本分类、文本挖掘与推理、产品落地等。任职要求1.计算机，运筹管理，数学，工业工程，统计学或相关专业的硕士以上学历；2.熟悉机器学习、深度学习、NLP方面的相关算法，有顶级国际会议及期刊研究结果者优先；3.做过关于地图/订单匹配/物流/仓库管理等相关领域的实际项目开发，有智能调度相关的实际项目开发经历；4.对运筹优化领域的相关理论知识有所了解，有一定数学建模能力；5.有一定的编程能力及大数据处理能力，对Java、C++、Python至少一种语言擅长。","codeName":"语言不限"},{"name":"3D算法高级工程师（手势识别）","city":"南昌-红谷滩新区","edu":"硕士及以上","salary":"30-60k·13薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1、负责3D手势识别的算法开发；2、充分利用2D和3D信息进行静态和动态手势识别；3、解决手势识别开发中遇到的问题并优化手势识别准确率。任职要求：1、硕士以上学历，人工智能、计算机视觉、机器学习、人机交互、图像处理等相关专业；2、5年以上计算机视觉算法领域的工作经验；3、算法功底扎实，熟悉3D视觉的算法开发，具备手势识别、人脸识别、目标检测、跟踪和识别、图像处理等技术研发能力；4、熟悉C/C++语言，熟练使用Linux开发环境；5、参与过深度传感器相关的算法项目，包括结构光、TOF和立体视觉；6、熟悉机器学习和深度学习相关算法，有手势识别、人脸识别、定位追踪、立体视觉和人机交互项目等经验者优先；7、有较强的逻辑思维能力和独立解决问题的能力；8、责任感强，工作认真负责，富有团队精神和敬业精神。","codeName":"语言不限"},{"name":"算法负责人","city":"上海-浦东新区","edu":"统招本科","salary":"60-90k·17薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"责任范围：1.作为大数据机器学习的权威与尖兵，与业界先锋进行交流与协作，在实际商业中进行实施与测试，加速推动团队在智能科技的纵深拓展，确保公司跟进最**技术及应用；2.基于银行未来以科技推动发展的目标，搭建以大数据生态做依托的智能推荐引擎，完全实现千人千面精准营销自动化，最大程度强化客户价值与忠诚度；3.基于银行大数据生态体系，从营销角度分析及预测公司与零售银行业绩走势，为管理层提供战略与策略依据；4.基于先进的深度学习能力，从业务流程的角度来说，结合OCR、NLP技术的能力来提升银行内部流程的自动化；5.学习，开发，测试，完善新的大数据挖掘和分析技术，不断提高模型和算法的精准度与时效性；经验与技能：1.有一定的管理经验，带领团队规模10人以上者优先考虑；2.coding能力强，能够指导和带领团队提升整个算法能力；3.有机器学习应用领域的实际工作经验，互联网、银行，**，金融领域的专业人才优先考虑；4.数学、机器学习、统计、经济、计算机、运筹学等方向本科及以上学历且有至少5年工作经验；5.有强烈的创新，探索精神，敢于另辟蹊径，尝试未知领域；6.不仅仅有扎实的理论基础，还具备强有力商业应用能力，能够从海量数据中挖掘，提炼关键信息，为提高精准营销提供切实的可行性方案；7.对机器学习算法和深度学习有深刻认识与理解，对文本、语音和图像至少一个方向有较深研究成果；8.熟练机器学习的工具，如Python/R/Spark/Tensorflow/Mxnet/Pytorch；9.使用过大数据平台，熟悉分布式框架，灵活运用HIVE/Kafka/ES进行大数据处理；10.参加过数据挖掘和机器学习的比赛，如Kaggle,ACM等，并取得好成绩者优先。","codeName":"语言不限"},{"name":"遥感算法工程师","city":"上海-虹口区","edu":"本科及以上","salary":"35-65k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1.负责遥感影像数据加工、处理、解析等工作；2.负责遥感算法的研发工作；3.参与遥感相关项目的开发和实施工作；任职要求：1.大气遥感、环境遥感、水体遥感、生态遥感、农业遥感等遥感相关专业的硕士或博士学历；2.从事过水质、大气、农业、植被等领域遥感算法的研发工作，有相关项目经验；3.熟悉遥感影像正射、配准、融合、调色、镶嵌等处理流程；4.掌握常见遥感工具和GIS工具的使用，有良好的编程能力；5.能够快速学习和团队合作，拥有创新思维者优先录用；","codeName":"语言不限"},{"name":"高级算法工程师/算法工程师","city":"上海-徐泾","edu":"硕士及以上","salary":"面议","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：负责多轴机器人动力学建模与仿真，力控算法的设计与实现负责单关节动力和多轴机器人动力学模型参数识别，控制参数整定负责动力学中非线性因素的分析与补偿配合运动学实现多轴机器人自适应力控算法的设计与实现负责算法计算量分析与计算量优化负责算法相关开发文档的编写与整理任职要求：硕士及以上学历，机电、自动化、计算机或数学相关专业具有较好的数学功底和良好的英语阅读能力精通Adams，Matlab/Simulink，精通C/C++，具备较强编程能力具有较强的分析和解决问题能力，有持续自我学习的能力和意愿，善于沟通和逻辑表达熟悉Linux操作系统者优先熟悉运动控制器相关功能，有机器人控制系统开发调试经验者优先","codeName":"语言不限"},{"name":"雷达算法工程师-西安","city":"西安","edu":"硕士及以上","salary":"15-20k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"岗位职责：1、负责MIMO体制毫米波雷达算法的设计、仿真及前沿算法的预研等工作；2、参与雷达系统设计相关算法资源评估等工作；3、负责毫米波雷达路测数据matlab分析及提出优化方案等工作；任职要求：1、硕士及以上学历，雷达、数字信号处理、通信等相关专业；2、具有三年及以上雷达相关项目开发经验；3、熟练连续波雷达经典算法及MIMO雷达工作体制；4、熟练MIMO雷达常用到的正交波形设计方法、空间谱估计算法、全局寻优算法等中的一种或多种处理算法；5、了解目标跟踪、卡尔曼滤波等算法；6、熟练使用MATLAB等仿真工具；7、有车载毫米波雷达项目开发经验者优先考虑；8、熟悉TI、NXP等毫米波集成芯片硬件开发平台者优先考虑；","codeName":"普通话"},{"name":"算法工程师","city":"深圳-南山区","edu":"本科及以上","salary":"18-30k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：1.负责推荐系统架构设计和实现；2.负责基于文本内容和用户行为的个性化推荐模型建立和优化，形成千人千面的个性化用户体验；3.负责海量内容和用户特征的分析和挖掘、建模，算法迭代；4.设计召回和排序算法，对机器学习和深度学习模型进行研发等。任职资格：1.计算机、数学或相关专业本科以上学历；2.熟悉Java、C/C++、Python其中至少一种开发语言；3.有优秀的逻辑思维能力和数据分析能力，善于分析和解决问题；4.熟练掌握机器学习、深度学习的基础理论和方法，并在自然语言处理（如文本分类、语义理解、知识图谱构建等）上有实际应用经验者优先；5.熟练使用一种或几种深度学习框架（如TensorFlow、PyTorch、MXNet等）；6.熟悉Spark、Hadoop分布式计算编程者优先；7.在大规模的搜索或推荐系统方面有实际项目经验的优先。","codeName":"语言不限"},{"name":"算法工程师（生理信号）","city":"深圳-南山区","edu":"硕士及以上","salary":"10-25k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"技能要求：MATLAB，Python，C++岗位职责：1.穿戴设备心电、血氧、血压、计步等生理特征检测算法的开发与维护；2.撰写算法开发相关文档，制定算法相关数据采集方案与验证方案；3.负责新传感器算法的评估、开发。任职要求：1.硕士学历，2年以上开发经验，信号处理、生物医学工程、电子信息、模式识别等专业；2.熟悉数字信号处理理论，对电生理信号有一定了解；3.熟悉matlab/python等算法开发工具；4.熟练使用C语言编程，了解信号处理算法在嵌入式平台实现方法；5.熟练阅读英语技术资料；6.具有较强的责任心和良好的团队合作精神；7.有医学信号处理，心率、血氧等运动健康算法优先。","codeName":"语言不限"},{"name":"惯导算法工程师（北京）","city":"北京-丰台区","edu":"本科及以上","salary":"20-30k·14薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：1、根据公司现有资源和已掌握的相关技术，评估产品的导航指标体系，并给出相关建议和意见。2、组织并开展导航算法的验证及效果评估；3、编制产品导航算法详细流程，并根据技术状态控制要求，对算法进行状态管理；4、建立导航算法标准库，并对其进行维护。5、根据公司市场需求，提出导航类项目开发需求和建议；6、从技术层面，评估导航类项目开发可行性，并给出相关建议和意见；7、组织导航类项目的关键技术及核心技术攻关；8、领导安排的其它工作。岗位要求：1、精通惯导算法，3年以上的实际系统设计实现经验，有弹载项目经验优先。2、熟悉卡尔曼滤波算法，熟练使用嵌入式编程、数据分析、仿真建模等相关软件，熟悉导航精度计算方法","codeName":"语言不限"},{"name":"人工智能算法高级科学家","city":"深圳-福田区","edu":"博士","salary":"30-50k·14薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"该职位致力于研发新一代自动化药物设计平台，力求在最少资源和时间的条件下，达成平台预测能力的最大化，从而尽可能地消除长期以来制约早期药物设计领域的最大瓶颈。岗位职责：1.     与公司内部CADD科学家、药化科学家和IT专家合作，开发新一代自动化药物设计平台；2.     参与平台整体架构搭建，针对药物设计过程中的多维度搜索优化的问题，开发效率最优的算法，并结合公司内部其他的AI算法、CADD算法等进行药物候选化合物的选择；3.     配合高通量的自动化实验平台，设计实验测试样本和实验条件。 任职要求：1.     博士学历，计算机科学、应用数学、统计学等专业背景，对药物研发有浓厚的兴趣；2.     具有优秀的独立研发算法的能力，在贝叶斯理论、主动学习算法、概率图模型、实验不确定性建模等方面有相关的理论与实践背景，具有实际的方法开发或工程落地经验的优先；3.     熟悉各种最优化算法，或有深度学习算法开发经验的优先；4.     在国际顶级的学术会议和期刊，如NIPS、ICML、ICLR、IJCAI、AAAI、CVPR、ICCV、KDD等，发表论文者优先；或在相关开源项目上有贡献经验者优先；5.     具有良好的团队合作精神、有较强的逻辑思维能力和数据敏感度。","codeName":"语言不限"},{"name":"千寻位置-基带算法专家","city":"上海","edu":"统招本科","salary":"20-50k·16薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"职责描述：1.负责GNSS接收机基带firmware的开发、调试与维护；2.参与GNSS基带算法的设计与开发（包括信号的捕获、跟踪、位同步、多路径检测等）、提升、优化，在多种情况下的跟踪、捕获效果；3.熟悉LDPC编解码和Viterbi译码器算法；4.负责测试数据的分析与问题解决。任职要求：1.电子、通信、计算机、导航等相关专业硕士及以上学历；2.熟练掌握C/C++、Matlab开发与调试；3.熟悉GNSS基带信号处理方法和算法；4.有GNSS接收机基带信号处理开发经验者优先；5.良好的沟通能力与团队精神。","codeName":"语言不限"}]