[{"name":"算法工程师（校招）","city":"深圳","edu":"硕士及以上","salary":"10-15k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"岗位职责：研究开发岗，主要对产品的算法模块进行学习，优化和完善，并根据业务需求追踪研究时新技术1、根据已有论文等资料，转化为适配产品的可用算法模型2、根据业务需求，分析、研发设计新算法3、对现有模型算法提出相应优化方案任职资格：1、2021届毕业生，硕士及以上学历，计算机、数学、运筹学等相关专业2、编程基础扎实，掌握下述至少一种语言：C、C++、Java、Python3、有国际级期刊论文和高质量专利者优先","codeName":"普通话"},{"name":"雷达算法工程师","city":"上海-长宁区","edu":"本科及以上","salary":"10-30k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"工作职责：1、负责77G车载毫米波雷达基带信号处理的基本算法编写与优化；2、负责产品测试用例设计与编写；3、负责公司产品技术说明书的撰写与编制；4、负责协助嵌入式工程师进行算法移植。岗位要求：1、通信工程或信号处理相关专业，硕士学位以上优先考虑；2、掌握C/C++的基本编程思想，能协助嵌入式工程师进行算法移植；3、熟悉信号处理的基本原理和方法，熟练使用Matlab进行信号处理相关算法的仿真验证；4、有77G车载毫米波雷达信号处理相关工作经验、Matlab仿真转嵌入式C语言工程经验者优先考虑；5、基础扎实，工作认真负责，态度端正，善于学习，热爱研发工作。","codeName":"普通话"},{"name":"CT算法工程师","city":"沈阳","edu":"硕士及以上","salary":"9-11k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"工作职责：1、进行算法相关的需求分析、调研、实现、评估、优化，输出设计规格书；2、进行模块的详细设计及编码，代码Review及单元测试；3、参与影像链设计工作：数据采集、数据校正、重建、图像优化；4、跟踪、了解本岗位所需要的相关行业知识，参与预研工作。职位描述：1、理工类双985硕士及以上学历，熟悉C++语言，熟练使用Matlab；2、算法研究方向：有图像重建或成像相关学习或项目背景者优先；有数值分析或数据处理相关学习或项目背景者优先。3、动手能力强，项目或实践背景中，关注创新性地分析和解决问题的经历。4、性格踏实，不浮躁，人体医用CT产品技术复杂度极高同时对安全性和稳定性要求也极高，需要时间积累。5、英语6级或以上，能熟练阅读英文文献ps：算法岗需招聘3~4人，接受应届生，但必须是统招双985本硕学历，数学相关专业优先考虑。","codeName":"普通话"},{"name":"医学影像算法研究员","city":"北京","edu":"学历不限","salary":"20-35k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"年终基本目标奖金3个月","codeName":"普通话"},{"name":"算法开发工程师","city":"佛山-顺德区","edu":"本科及以上","salary":"10-30k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1.负责拖拉机，收获机等农机的整车控制或变速箱控制软件系统策略及算法的设计与开发；2.整车控制器系统设计，需求，软硬件评审；3.负责或参加与本部门电控拖拉机控制系统产品软件系统相关的内部标准及行业标准的修、制定；；4.组织或参加电控拖拉机控制系统产品软件系统相关的国内外市场调研、展览会调研、试验调研等，关注相关行业政策变化，并提出建议或报告；任职要求：1.三年以上汽车（熟悉农机控制可放宽）关键控制器应用软件开发经验；2.熟练应用Matlab/Simulink/Stateflow等Mathworks软件工具进行控制算法开发及仿真，熟练应用C/C++语言；3.熟练搭建控制器测试环境（MiL，SiL，HiL）;4.熟悉单片机或DSP，对相关软硬件有一定了解；熟悉农机（拖拉机/收获机等）的控制原理，有实际嵌入式系统开发、测试经验优先。","codeName":"语言不限"},{"name":"伺服控制算法工程师","city":"广州-天河区","edu":"统招本科","salary":"15-20k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"职责描述：1、伺服电机控制程序编写、优化，应用程序开发；2、伺服电机控制器功能、性能等技术参数优化等；3、解决产品开发和测试中出现的相关问题。任职要求：1、电力、电子、自动化、电信等相关专业，本科或以上学历者优先；2、熟悉电机控制理论，掌握PMSM、力矩电机控制方法；3、精通C语言，熟悉TI、ST、英飞凌等开发平台，熟悉芯片相关外设；4、有伺服电机、无刷电机等驱动开发经验，精通抑震控制算法，具备调试经验等；5、工作认真细致，具有强烈的责任心，良好的沟通能力及团队合作精神。","codeName":"语言不限"},{"name":"底盘部底盘性能科主任工程师 (底盘电控算法方向)","city":"广州","edu":"统招本科","salary":"面议","experienceTime":"5-10年","age":"年龄不限","jobDes":"岗位职责:1.负责底盘电控应用层软件开发和测试；2.负责底盘电控项目的系统工作，包括系统需求制定，系统架构设计，系统FMEA分析3.根据需求编写CDC、AS、EPS的算法逻辑文件；4.底盘电控建模和仿真，并生成C代码；5.定义电控系统级技术规范；6.支持软件集成测试；7.故障排除和修复；8.参与底盘调校及主客观测试、验收等工作；9.编制CDC、AS、EPS应用层软件的开发流程、规范和标准。任职资格:学历：本科及以上学历，车辆工程，计算机，电子电气，自动化等专业经验：7年以上技能：熟练使用Simulink和Adams软件能力：(1)对车辆动力学性能有一定的理解；(2)对控制理论有充分的实践；（3）至少参与过两个以上车型开发；（4）了解CDC、EPS和空气弹簧等底盘电控系统的基本结构和功能；精通Matlab/Simulink等模块化开发环境，能根据需求独立建模、测试；精通Mathworks工具编写嵌入式代码；具有电控悬架系统设计经验优先。素质：熟悉汽车底盘相关结构，具备扎实的汽车构造、汽车设计、汽车理论、车辆动力学、底盘电控知识。其他：无。","codeName":"语言不限"},{"name":"车辆控制算法开发工程师","city":"长春-朝阳区","edu":"统招本科","salary":"7-12k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"职责描述：1.负责ADAS控制系统功能及算法的开发、系统测试和验证工作；2.负责基于车辆动力学的运动控制（包括汽车横向控制、纵向控制、横纵向解耦控制）技术方案的设计、实施与验证；3.负责对车辆速度及方向等执行机构的标定及精确控制；4.负责设计稳定的冗余控制方案；5.配合其他模块工程师完成决策层与执行层的交互；6.负责车辆运动模型构建与测试；7.与其他部门协同完成系统集成和调试工作；8.负责ADAS相关软件技术的前期追踪和研究。任职要求：1、具有汽车、电子、通信、计算机软件等相关专业的本科以上学历，具有汽车电子模型开发2年以上工作经验2、熟练掌握Matlab/Simulink建模工具、C语言编程的基本知识和技巧；3、熟练掌握编程规范和相关测试工具；4、具有车辆控制模型算法开发经验者优先；5、积极乐观、富于创新、开拓及团队合作精神。","codeName":"语言不限"},{"name":"传感器融合算法开发工程师","city":"长春-朝阳区","edu":"统招本科","salary":"7-12k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"职责描述：1、负责多个传感器之间的数据同步及数据拼接融合，通过数据融合算法，提高目标检测率，降低目标的误检率，提高目标检测的精度；2、实现在不同平台上算法的设计、调试、移植和优化工作；3、传感器的校准/标定；4、针对公司产品收集相关领域资料，撰写和维护所研发项目的技术文档。任职要求：1、计算机、电子通信、GNSS等相关专业，1年及以上融合定位算法或传感器辅助定位算法设计和开发经验，有汽车、无人机、机器人等多传感器融合模型设计和算法开发经验者优先；2、具备C、Matlab、Java或Python开发经验，熟练掌握C、C++或Matlab；3、熟悉各种传感器融合算法（如AHRS、IMU/GPS、IMU/UWB、IMU/Vision等其中一种）、各种滤波（如KF、EKF、UKF等）算法；4、熟练掌握惯性传感器误差建模、标定与补偿技术，熟练掌握Compass/GPS/UWB等多种传感器建模技术。","codeName":"语言不限"},{"name":"导航算法工程师","city":"北京-朝阳区","edu":"统招本科","salary":"35-50k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"职责描述：负责开发机器人的行走、转向、脱困、避障等方面的算法问题任职要求：﻿1.大学本科以上学历，电子通讯、计算机等专业；2.三年以上C++编程经验，精通常用算法和数据结构；3.熟悉Linux编程和常用的调试工具；4.有室内定位和运动控制开发经验的优先","codeName":"语言不限"},{"name":"风控算法工程师","city":"北京","edu":"统招本科","salary":"15-30k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"工作职责：1.风控数据平台建设，包括数据交互、特征提取、数据挖掘、用户画像等；2.风控模型的开发与优化；3.风控数据和模型监控系统建设。任职条件：1.计算机或相关专业985本科及以上学历；2.熟悉Java/Python等编程语言，对数据结构和算法设计有较为深刻的理解；3.良好的逻辑思维能力，能够从海量数据中发现有价值的规律；4.优秀的分析和解决问题的能力，对挑战性问题充满激情；5.良好的团队合作精神，较强的沟通能力和学习能力；6.有数据挖掘、机器学习、推荐系统相关经验优先；7.有互联网金融工作经验优先。","codeName":"语言不限"},{"name":"自动泊车算法工程师","city":"深圳","edu":"统招本科","salary":"10-20k·12薪","experienceTime":"经验不限","age":"20-40岁","jobDes":"自动泊车（轨迹）算法工程师工作职责：1、创建和利用Matlab模型或者Carsim仿真来进行算法定义和功能仿真；2、开发和整合泊车系统对EPS/ESP/ECM/TCU的控制要求；3、设计泊车系统软件和控制算法；4、自动泊车轨迹规划和跟踪控制算法的设计、仿真与调试；5、基于摄像头和超声波雷达实现半/全自动泊车功能；6、利用传感器信息融合计算车辆位置和航向；7、配合测试部门编写测试用例，验证泊车功能和性能；任职资格：1、全日制本科及以上学历,自动控制工程,车辆工程等相关专业优先；优秀毕业生也可考虑2、1年以上轨迹规划、控制系统开发相关工作经验；3、熟悉Matlab/Simulink等建模，仿真工具；4、能用标准的C/C++代码实现算法设计；5、熟悉摄像头和超声波雷达相关的工程应用经验。6、了解车辆相关知识，熟悉车辆底盘控制、车身动力学、轮胎及EPS/ESP/ECM/TCU等特性，具有良好数学建模基础；7、具有泊车路径规划、机器人路径规划或SLAM路径规划等设计经验者优先；8、具有较强的英语读写能力；9、具有较强的责任心和学习能力，有良好的沟通能力；","codeName":"语言不限"},{"name":"NLP算法工程师","city":"北京-朝阳区","edu":"硕士及以上","salary":"20-35k·13薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"岗位职责：1、负责为业务线提供NLP相关的算法能力。2、参与海量文本数据的清洗、挖掘、模型训练和优化工作（包括但不限于新词发现、分词优化、命名实体识别、文本分类、语义相似度计算）。任职要求：1、全日制硕士及以上学历，文本挖掘、自然语言处理、机器学习、深度学习等相关人工智能方向，1年以上工作经验。2、熟悉自然语言处理基础理论和常用算法，有信息抽取、NER、文本匹配等经典任务相关项目经验者优先。3、熟练掌握C/C++/Python至少一种编程语言，熟悉以下一种或多种深度学习开发框架：TensorFlow,PyTorch，Caffe,Keras,MXNet等。4、良好的学习能力、沟通能力和团队协调能力，善于分析和解决问题、富有想象力。","codeName":"语言不限"},{"name":"车辆控制算法工程师","city":"上海-浦东新区","edu":"硕士及以上","salary":"20-30k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职位描述：1.负责车辆纵向和横向控制算法的仿真、开发和调试；2.研究前沿控制算法，提出相应的解决方案并完成落地；3.解决在测试过程中出现的算法相关问题；4.完成算法设计相关文档；任职要求：1.计算机、自动化、数学等相关专业，硕士及以上学历；2.2年以上车辆控制算法开发经验；3.熟练使用Matlab/Simulink、C/C++；4.有ACC、TJP、LDW等ADAS功能量产经验者优先；5.熟练掌握控制理论相关知识；","codeName":"语言不限"},{"name":"算法工程师（人工智能&模型方向）","city":"深圳","edu":"统招本科","salary":"25-50k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：1、负责前沿人工智能算法技术探索，配合公司业务在睡眠分图、智能推荐、智能分诊等场景实现；2、负责生命体征数据（脑电，心电，呼吸，血压等）的大数据挖掘、机器学习等前沿算法预研及开发实现；3、负责深度学习框架搭建，负责算法核心控制策略实现与优化维护；4、负责算法测试用例设计与数据采集、数据分析及算法优化；5、负责算法相关文档编写。岗位要求：1、硕士及以上学历，生物医学工程、信息工程、自动化、计算机、数学等相关专业背景；2、熟练掌握Python、Java/C++等编程语言，熟练掌握Tensorflow等深度学习框架；熟悉代码开发管理流程，代码风格良好；3、主导或参与机器学习和大数据处理等项目，具有脑电、肌电等信号处理项目经验者优先；4、良好英文阅读能力；发表过SCI期刊与EI国际会议文献者优先；5、积极主动，追求卓越，对新事物抱有强烈好奇心和探索欲，学习能力强。","codeName":"语言不限"},{"name":"算法工程师","city":"上海-闵行区","edu":"本科及以上","salary":"30-40k·13薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"要求：1、本科及以上学历，数学或人工智能相关专业；2、有5年及以上Tensorflow、Caffe2、 Theano等深度学习框架与自然语言处理结合实际项目经验者优先；3、熟悉面向文本的CNN、RNN、LSTM、Sequence to sequence、GAN等模型者优先；4、了解Attention、Memory机制在Deep Learning中的实际应用者优先；5、熟悉Word2Vec，Doc2Vec等embedding模型及应用者优先；职责：1、负责NLP前沿技术方向及基础技术的追踪和研究探索工作，针对特定问题输出技术原型Demo；2、负责针对特定场景的NLP技术落地工作，包括但不限于算法的设计、工程实现以及持续改进；3、负责NLP算法在非结构化数据应用场景下产品化应用，包括关键词短语、文本摘要、分类标签，实现智能搜索与推荐。","codeName":"语言不限"},{"name":"图像检索算法工程师","city":"北京-双榆树","edu":"统招本科","salary":"8-12k·12薪","experienceTime":"一年以下","age":"年龄不限","jobDes":"岗位职责:1.主要负责优化基于Pytorch的深度学习图形检索服务生产接口；2.根据数据更新，完成图片特征库的特征提取与更新；3.用ONNX、TensorRT等inferenceserver进行生产接口部署；4.优化检索接口的速度、并发性能；5.根据项目/产品要求，编写相关文档；6.完成领导交办的其他任务。岗位要求：1.计算机技术、软件工程、电子信息或电子工程等相关专业，统招本科以上学历，每周至少保证三天投入到工作；2.根据工作要求，学习商标领域有关基础知识，结合自身技术进行开发工作；3.熟练运用Python语言，熟悉Pytorch深度学习框架的模型训练、推理；4.有图像处理或计算机视觉方面深度学习项目经验，有图像检索项目经验最佳；5.如对flask、nginx有所了解为加分项。6.如有深度学习接口生产部署经验优先。","codeName":"语言不限"},{"name":"slam算法工程师","city":"长沙-雨花区","edu":"硕士及以上","salary":"15-20k·14薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"一）工作内容：1、负责机器人基于视觉或激光的SLAM算法开发，实现移动机器人在未知地图环境下的地图构建；2、基于多传感器信息的融合，研究并开发移动机器人的自主定位算法；3、参与系统架构设计，进行算法的模块化封装和产品化；4、设计文档输出与技术培训；二）具体要求：1、品德要求：有责任心，工作积极主动；有团队合作精神；有良好的抗压能力及沟通能力；诚实。2、学历：硕士以上；年龄：35岁以下。3、工作经历要求：5年以上工作经验。三）专业背景及业务能力要求：1、计算机、电子信息类，机械电子类或其他电子类相关专业硕士及以上学历，优秀人士不限学历；2、掌握SLAM的基础理论和算法，以SLAM算法为专业研究方向者优先；；3、精通gmapping,cartographer、orbslam等建图算法，了解机器人定位导航相关技术，有机器人项目实际开发经验者优先；3、在激光SLAM、视觉SLAM及机器人相关领域发表高质量论文者优先；4、熟悉ROS系统，熟练掌握C/C++语言，精通数据结构，具有良好的代码编写习惯；","codeName":"语言不限"},{"name":"图像算法工程师","city":"长沙-雨花区","edu":"统招本科","salary":"12-16k·14薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：1.参与整个算法实现过程，从需求分析、输入输出确定、方案设计、测试、算法库交付等；2.图像目标检测、定位、检索、配准等算法设计、实现及优化；3.基于可见光/热成像相机的全景拼接算法及可视化软件的开发；4.机器人自主完成现场目标采集、识别的自动化工具的设计、开发与优化；5.研究深度学习及传统机器学习中核心算法，针对目标问题收集样本，训练模型及优化。岗位要求：1.本科及以上学历，计算机、应用数学、统计学、模式识别、人工智能、信号处理等相关专业；2.有图像处理、模式识别、视觉分析、机器学习等算法经验3.具有良好的C/C++语言功底，熟悉Python语言和opencv4.思路清晰，逻辑分析能力强，有解决复杂问题的能力。","codeName":"语言不限"},{"name":"人脸识别算法工程师","city":"广州","edu":"本科及以上","salary":"15-25k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"岗位职责：1、负责人脸识别的研发、产品化落地；2、通过持续优化人工智能识别算法和机器学习模型，提升人脸识别、人脸检测的准确度和效率，提升应用的客户感知；3、负责人脸识别模型的设计、训练；任职要求：1.具有一定的深度学习研发背景，熟悉至少一种深度学习框架，如：TensorFlow、Keras、Caffe、Theano、ConvNet、Torch等；2.掌握Python/Matlab/C++语言，在至少一个领域有深入的研究，如：深度神经网络、语义分析、模式识别、机器视觉。3.对有研究开源处理框架，比如opencv、dlib等等，优先考虑；","codeName":"普通话"},{"name":"算法工程师（图像）","city":"武汉","edu":"硕士及以上","salary":"10-15k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"1.根据产品部提供的项目计划书，完成算法模块的开发与验证，参数调配等工作；输出算法功能模块代码、SDK包、调用方法文档说明、移植验证数据包等内容；2.为FPGA嵌入式移植、ARM嵌入式移植提供代码及代码说明，算法讲解；3.为软件开发提供SDK、代码及代码说明，函数功能说明与讲解，调用方法说明，并配合软件工程师调通代码；4.对算法在产品中的实际运行效果进行评估，对不能满足评估结果的算法进行模块功能优化和代码优化；5.算法应用于产品后，因物料或应用场景的变更造成算法不能满足使用要求，需要对算法进行迭代开发。岗位职责：1.硕士研究生及以上，研究方向为图像处理、模式识别、机器学习、人工智能等领域；2.按照级别要求不同年限的工作经验与算法相关的项目开发经验；3.具有数字图像处理基础知识，算法基础知识；4.精通C/C++、Matlab、OpenCV等开发工具。","codeName":"普通话"},{"name":"图像算法工程师","city":"深圳-宝安区","edu":"本科及以上","salary":"25-30k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"岗位职责：1.负责研究数码打印行业中印前图像处理软件（简称RIP软件）中的图像半色调（二值化）精细算法，色彩校正算法，国际图像色彩管理标准研究与应用；2.在工业项目中（如摄像头定位跟踪、工业切割、3D打印等）实现图像定位、图像变形、特征提取、图像边缘检测等算法的应用。任职要求：1、数学相关专业211/985本科学历或硕士学历或有个数据分析及相关经验半年以上2、C++(理论基础功底扎实）或有1年以上C++开发经验（必要条件））3、熟悉各种常用图像数据格式及常用的图像处理算法（非必要）；4、1年以上相关工作经验5、有较强的沟通能力和团队合作精神，具有良好的分析和独立解决问题的能力。","codeName":"普通话"},{"name":"电机算法工程师","city":"杭州","edu":"大专及以上","salary":"15-30k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1.直流无刷电机控制器算法及MCU代码编写调试2.参与直流无刷产品测试及相关问题的解决3.参与应用产品方案的制定、执行等相关开发工作任职要求：1.电机与电器、电力电子与电力传动、电气、自动化等相关专业专科或以上学历。2.有无刷电机控制器软件研发3年以上工作经验，精通PMSM有感/无感FOC算法，BLDC无感的PWM控制算法，对TI,ST等MCU熟悉。3.有做过直流无刷电机、永磁同步电机无感控制的消费类电子，电机控制算法软件开发经验，且产品实现批量生产优先；4.有过高速道闸，广告道闸项目开发，无感控制算法经验优先。5.能够熟练阅读英文资料。","codeName":"语言不限"},{"name":"视频编解码/算法工程师","city":"广州","edu":"本科及以上","salary":"15-28k·12薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"岗位职责：1.负责sdk、服务器的视频编码、解码的研究与实现；2.音视频冗余算法研究实现：FEC、冗余纠错等；3.硬件编码；任职要求：1.计算机或相关专业本科以上学历，至少两年以上相关工作经验。2.熟悉视频编解码原理，熟悉H.265/HEVC、H.264/AVC；3.熟悉FFmpeg、x264、x265、vpx等开源项目；4.具有视频相关算法开发经验或汇编优化经验；5.较强学习能力和专研精神工作时间及福利：1、每周5天工作制（双休），上班时间：上午9:00-12:00，下午13:30-18:00；2、设有年终奖、效益奖、五险一金、带薪假（婚假、产假、病假、年假等）+各类法定节假日，其中关于年假：服务满一年给予5天带薪年假，服务期限每增加一年，年假递增1天，最长可享有15天带薪年假；3、月集体活动、部门活动、生日福利、节日福利、年度旅游、不定期体检、不定期聚餐等；4、公司提供优美办公坏境，提供优质资源；培训及发展：1、公司提倡“以老扶新，团队作战”合作方式；2、公司提供完善的岗前、岗中以及专业知识培训；3、完善透明的职业晋升通道，只要你有能力有本事，公司不拘一格用人才！","codeName":"普通话"},{"name":"算法工程师广东正业科技","city":"东莞-松山湖","edu":"硕士及以上","salary":"15-20k·12薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"岗位职责1、负责图像处理算法设计编码；opencv、halcon、c++熟练掌握；2、具有良好的数学功底（线性代数、概率论），较强的数理统计分析能力，对图像匹配、分类、目标检测、目标识别、图像分割及检测了解任职要求1、积极向上，有探索创新精神，抗压能力强，诚信实干，严谨认真，善于团队合作，能适应出差，有项目参与经验优先，硕士及以上；","codeName":"普通话"},{"name":"机器算法工程师（珠海）","city":"珠海","edu":"本科及以上","salary":"15-30k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"职责概述：负责深度学习算法研究、实现和优化，根据业务场景，实现视频图像识别模型的研发、训练、优化、测试和部署,并负责算法模型与系统集成。1、负责计算机视觉和深度学习基本算法的研发与性能提升；2、负责视频图像特征提取、处理、分析等的应用开发；3、推动计算机视觉算法和深度学习在众多实际应用领域的应用和性能优化。任职资格：3年以上图像处理、视觉算法领域的相关工作经验。1、熟练掌握机器学习（特别是深度学习）和计算机视觉的基本方法；2、熟练掌握C/C++编程，熟悉Shell/Python/Matlab编程；3、熟练使用深度学习框架，如OpenCV，TensorFlow，Caffe，Pytorch等；4、熟悉Linux操作系统和开发环境。加分项：1、优秀的分析问题和解决问题的能力，对解决具有挑战性的问题充满激情；2、研究生发表过知名学术期刊论文者优先；3、参加过国际算法大赛并取得优异成绩者优先4、有较丰富的相关经验者优先，如有1年以上在BAT或人工智能知名创业公司进行视觉算法工作的经验，或来自国内外计算机视觉/计算机图形学/机器学习/数据挖掘等领域内知名实验室；5、具有较强的学习和研究能力，能够阅读相关领域英文论文；6、具有优秀的沟通能力、高度的工作热情、良好的团队合作精神和敬业精神；7、有较好的文档/论文撰写能力者优先。","codeName":"普通话"},{"name":"初级算法工程师","city":"郑州-高新区","edu":"硕士及以上","salary":"12-18k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：1、为解决实际问题而进行探索性研究和创新，设计与模式识别、图像/视频智能分析处理相关的算法2、负责计算机视觉、深度学习相关的技术系统与产品的研发工作。3、负责计算机视觉、深度学习相关的技术难点攻关与前瞻研究。4、负责算法的代码实现，优化以及移植。5、负责算法计算性能优化，并推动其上线应用。职位要求：1、创造性思维富有想象力，有推进人工智能的理想和使命感。2、在深度学习，统计学习，计算机视觉，优化方法等方面有较深入的研究。3、熟悉物体（人体，人脸，通用目标）检测，跟踪与识别的基本算法。4、有扎实的数学基础，具备模式识别、图像处理、计算机视觉、人工智能和信号处理等基础知识。5、具有较强的编程能力，精通c/c++编程，熟悉MATLAB，对智能视频处理有一定了解，具有实际项目开发经验者优先。6、英文熟练，有良好的英语阅读能力。7、有责任心，严谨细致，有良好的创新意识和团队精神","codeName":"语言不限"},{"name":"中级算法工程师","city":"北京-西北旺","edu":"硕士及以上","salary":"15-25k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：1、为解决实际问题而进行探索性研究和创新，设计与模式识别、图像/视频智能分析处理相关的算法2、负责计算机视觉、深度学习相关的技术系统与产品的研发工作。3、负责计算机视觉、深度学习相关的技术难点攻关与前瞻研究。4、负责算法的代码实现，优化以及移植。5、负责算法计算性能优化，并推动其上线应用。职位要求：1、创造性思维富有想象力，有推进人工智能的理想和使命感。2、在深度学习，统计学习，计算机视觉，优化方法等方面有较深入的研究。3、熟悉物体（人体，人脸，通用目标）检测，跟踪与识别的基本算法。4、有扎实的数学基础，具备模式识别、图像处理、计算机视觉、人工智能和信号处理等基础知识。5、具有较强的编程能力，精通c/c++编程，熟悉MATLAB，对智能视频处理有一定了解，具有实际项目开发经验者优先。6、英文熟练，有良好的英语阅读能力。7、有责任心，严谨细致，有良好的创新意识和团队精神","codeName":"语言不限"},{"name":"算法工程师（应届）","city":"沈阳","edu":"硕士及以上","salary":"9-10k·15薪","experienceTime":"经验不限","age":"年龄不限","jobDes":"职责描述：岗位描述：1、集成新探头到超声系统2、通过对探头参数、信号路径设计及优化，图像处理来对超声图像进行优化，并确保优化后的图像满足定义的图像质量及性能目标。3、超声图像性能评估及测试任职要求：1、生物医学工程、超声影像等相关专业研究生或以上学历2、熟悉超声系统的信号路径及图像处理3、熟悉探头参数优化4、熟练使用Matlab及C++工具","codeName":"语言不限"},{"name":"机器人算法工程师 Robot Algorithm Engineer","city":"北京-丰台区","edu":"本科及以上","salary":"15-25k·13薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"岗位职责：1.熟悉机器视觉行业，能对相机、光源和镜头选型并能提供技术解决方案;2.熟练使用C#或者C++进行编程，熟悉Microsoftvisualstudio开发环境和界面设计;3.熟悉康耐视（DS）、基恩士（LJV）、LMI、SICK线激光任一款产品;4.具有扎实的图像处理理论知识，了解OpenCV/VisionPro/Halcon至少一种图像库的应用;5.了解常见3D视觉的工作原理;6.具有3D视觉相关工作经验优先;7.熟悉工业机器人操作、运动控制及常用工业通信协议（串口、TCP/IP、Profinet等）优先考虑;职位要求：1.本科及以上学历，具有计算机、图像处理、软件开发、电子工程、工业自动化、电气工程等相关专业或背景；2.负责与公司客户进行视觉解决方案的技术沟通和方案设计；3.负责3D视觉项目的测试，并提供完整测试报告；4.能独立完成3D视觉项目系统开发和调试，并跟踪设备运转状况，保证设备稳定运行；5.有2年以上机器视觉等相关工作经验;6.具备良好的英文能力的优先考虑；7.具有良好的沟通能力、学习能力，能适应出差和加班。","codeName":"语言不限"},{"name":"中级算法工程师","city":"郑州-高新区","edu":"硕士及以上","salary":"12-20k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责：1、为解决实际问题而进行探索性研究和创新，设计与模式识别、图像/视频智能分析处理相关的算法2、负责计算机视觉、深度学习相关的技术系统与产品的研发工作。3、负责计算机视觉、深度学习相关的技术难点攻关与前瞻研究。4、负责算法的代码实现，优化以及移植。5、负责算法计算性能优化，并推动其上线应用。职位要求：1、创造性思维富有想象力，有推进人工智能的理想和使命感。2、在深度学习，统计学习，计算机视觉，优化方法等方面有较深入的研究。3、熟悉物体（人体，人脸，通用目标）检测，跟踪与识别的基本算法。4、有扎实的数学基础，具备模式识别、图像处理、计算机视觉、人工智能和信号处理等基础知识。5、具有较强的编程能力，精通c/c++编程，熟悉MATLAB，对智能视频处理有一定了解，具有实际项目开发经验者。","codeName":"语言不限"},{"name":"高级搜索算法工程师","city":"福州","edu":"统招本科","salary":"25-35k·14薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1、负责朴朴搜索排序算法和自然语言处理底层计算研究和实现；2、要对海量全网数据和大规模用户行为进行深度挖掘，并阅读最新的论文文献，优化搜索排序和深度学习模型、提升朴朴搜索产品体验；3、保障生产应用过程中的高可用性，在性能、稳定性和及时性方面达到极高的技术水平。任职要求：1、数据挖掘、机器学习、模式识别、文本排序等相关专业的硕士/博士，或者在该领域有相关工作经验3年以上；2、扎实的编程基础，至少精通一种编程语言，如C/C++，Java，python；3、能够从复杂的业务场景中进行算法选型、算法优化以及不断提升效果，对项目效果追求极致，有极强的自我驱动力；4、有强烈求知欲，对人工智能领域相关技术有热情；5、具有良好的数学基础，良好的英语阅读能力，有团队意识，与他人合作良好。额外加分项：1、熟悉搜索引擎产品的架构和技术细节、有分布式系统、搜索引擎、或推荐系统研发经验者优先；2、在机器学习、数据挖掘、自然语言理解有深入理解，有参与大型项目经验者优先；3、有垂直搜索全链路开发经验者优先。","codeName":"语言不限"},{"name":"搜索算法工程师","city":"福州","edu":"统招本科","salary":"15-22k·14薪","experienceTime":"1-3年","age":"年龄不限","jobDes":"职责描述：1、参与朴朴搜索的核心算法研发，涉及的数据挖掘、机器学习、召回排序以及自然语言理解等技术问题；2、从系统应用的角度，在大数据环境下利用搜索算法基础技术解决实际问题；3、保障生产应用过程中的高可用性，在性能、稳定性和及时性方面达到极高的技术水准。任职要求：1、本科及以上学历，1年及以上算法相关工作经验，较强的数学基础，算法基础；2、熟悉搜索领域相关算法，了解搜索引擎架构；3、了解大数据处理原理，有大数据处理能力；4、熟悉深度学习以及常见机器学习算法的原理与算法，能熟练运用聚类、分类、回归、排序等模型解决有挑战性的问题；5、熟悉Linux开发环境，熟练掌握Java/Python/C++其中一种语言；6、扎实的编码能力，注重代码规范，具有良好的学习能力、文档能力、沟通能力、团队合作意识。额外加分项：1、有搜索引擎开发经验优先；2、有垂直搜索相关开发经验优先；3、对自然语言处理相关的分词、词性标注、实体识别、句法分析、语义分析等有深入的实践经验优先。","codeName":"语言不限"},{"name":"算法CTO","city":"北京-海淀区","edu":"硕士及以上","salary":"30-60k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"工作职责：1、为解决实际问题而进行探索性研究和创新，设计与模式识别、图像/视频智能分析处理相关的算法2、负责计算机视觉、深度学习相关的技术系统与产品的研发工作。3、负责计算机视觉、深度学习相关的技术难点攻关与前瞻研究。4、负责算法的代码实现，优化以及移植。5、负责算法计算性能优化，并推动其上线应用。6、管理算法团队职位要求：1、创造性思维富有想象力，有推进人工智能的理想和使命感。2、在深度学习，统计学习，计算机视觉，最优化方法等方面有较深入的研究。3、熟悉物体（人体，人脸，通用目标）检测，跟踪与识别的基本算法。4、有扎实的数学基础，具备模式识别、图像处理、计算机视觉、人工智能和信号处理等基础知识。5、具有较强的编程能力，精通c/c++编程，熟悉MATLAB，对智能视频处理有一定了解，具有实际项目开发经验者优先。","codeName":"语言不限"},{"name":"SPBU-图像应用算法工程师","city":"广州-车陂","edu":"本科及以上","salary":"15-25k·16薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责:1、负责美颜、贴纸等图像特效创意设计工具的研发工作；2、结合业务需求，配合将图像特效技术研发成果转化成线上业务成果。任职资格:1、计算机相关专业本科以上学历；2、能熟练应用C/C++编程，熟悉Windows界面编程技术，有一定的所见即所得编程经验；3、了解OpenGL、DirectX，了解数字图像原理，未来有至于图像算法技术方向；4、逻辑思维能力强，工作踏实认真，有责任心，良好的沟通和团队协作意识；5、良好的英文阅读、理解能力。","codeName":"语言不限"},{"name":"SPBU-高级图像算法工程师","city":"广州-车陂","edu":"本科及以上","salary":"20-30k·16薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"工作职责:1负责美颜、人脸整形、美妆、滤镜等图像处理技术研发工作；2负责2D、3D特效、AR、虚拟形像等图像技术的研发工作，提升视频趣味玩法效果；3负责轻量级、高性能图像渲染引擎的设计与研发工作；3、跟踪、探索、引入行业前沿技术，快速支撑图像业务创意玩法,发表行业专利与论文。任职资格:1、计算机、数学、图形图像相关专业本科以上学历，具有较强的数学功底；2、能熟练应用C/C++编程，深刻理解常用数据结构和基础算法，可以进行复杂算法的实现,具有良好的编程规范；3、熟悉OpenGL、DirectX等图像框架接口规范，有GPU优化经验，熟悉常用的图形图像算法，了解OpenCV等；4、逻辑思维能力强，工作踏实认真，有责任心，技术上追求卓越，良好的沟通和团队协作意识；5、良好的英文阅读、理解能力；6、加分项：1)有磨皮、人脸整形、图像增强等经历2）有3D贴纸、虚拟形像等研发经验。","codeName":"语言不限"},{"name":"算法移植工程师","city":"深圳","edu":"本科及以上","salary":"20-35k·14薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1.负责机器视觉、模式识别和图像处理等相关算法在不同硬件平台的移植和优化工作；2.与世界顶级的芯片、算法、硬件工程师配合完成整个产品方案设计及落地；任职要求：1.相关专业（计算机科学、自动控制、电子工程、精密仪器、应用物理等）本科或以上学位；2.3-5年相关经验；3.良好的C／C++，DSP程序开发能力，有较好的架构构建水平；4.掌握ARM+linux应用编程或DSP应用开发；5.熟悉常用的深度学习、模式识别、图像处理或者相机相关领域；6.有DSP算法移植经验或高通、BES的算法移植经验；7.良好的沟通和自主学习能力，较强的问题分析和处理能力，富有高度的责任心及团队合作精神队协作能力，善于合作、有责任心；","codeName":"语言不限"},{"name":"算法工程师","city":"南京-建邺区","edu":"本科及以上","salary":"24-40k·12薪","experienceTime":"3-5年","age":"年龄不限","jobDes":"职责描述：1、主要负责联通智能中台AI平台能力建设，基于海量研发活动数据资产，构建研发过程的智能辅助和智能分析，将AI应用到软件人员研发活动中；2、AI平台的模块设计和关键AI能力建设，引入业界新技术和实践经验，支撑公司AI战略的突破；3、负责平台设计或开发工作，参与关键技术模块设计或研发工作；任职要求：1、本科及以上学历，三年以上互联网算法经验，有BAT等大型互联网/软件公司工作经验优先；2、扎实的数学和算法基础：概率统计、数值优化算法，快速学习新知识的能力，能够在较短时间内理解前沿论文并评价；3、在机器学习、自然语言处理、图像视觉算法有经验者优先；4、有大规模分布式系统工程经验者优先，熟练掌握海量数据处理技术，有使用spark/Hive/hbase/ES分析存储海量数据的能力和经验；5、实践动手能力强，ACMICPC,NOI/IOI，topcoder，kaggle比赛获奖者优先；6、能与团队融洽合作相处，资深算法工程师要求具备独立开展工作的能力。","codeName":"语言不限"},{"name":"数据挖掘工程师（算法）","city":"南京","edu":"大专及以上","salary":"12-20k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"岗位职责：1、识别客户主数据，建立客户唯一识别ID，采集和整合核心、需要共享的数据，集中数据清洗和丰富，实现客户数据互通、共享，制定客户主数据标准和构建客户标签体系；2、梳理运营类指标体系，通过业务和模型的融合，搭建完整的客户标签体系，抽取客户信息全貌，建立真正的客户360视图3、铺垫营销洞察、客户管理、决策支持三大业务场景，帮助业务部门实现客户精细化管理、降本增效，建立客户主数据平台和营销数据看板；4、进行数据管理和治理工作，同时保障数据质量。任职要求：1、依据自身的经验及能力，梳理品牌现有数据结构，并完成整合；2、配合欧尚需求完善各类数据报表；3、完成客户生命周期BI、目标任务完成BI；4、做事积极，快速响应。","codeName":"普通话"},{"name":"资深算法工程师","city":"上海","edu":"硕士及以上","salary":"28-35k·12薪","experienceTime":"5-10年","age":"年龄不限","jobDes":"职位描述：1.根据产品需求规划机器人和无人驾驶系统的整体算法方案，并能准确描述方案的实施难度和资源需求；2.负责机器人和无人驾驶算法设计和优化，基于设计进行合理工作分解，带领算法团队完成开发；3.负责机器人和无人驾驶系统多传感器信号处理，逻辑处理；4.负责多种地图形态（拓扑、网格等）下的运动轨迹规划算法研发；5.负责机器人和无人驾驶系统的行为规划以及基于几何单元的运动规划（运动控制）算法研发；任职要求：1.本科及以上学历，5年以上相关工作经验；2.熟悉常用定位技术和方案，熟悉各种常用传感器；3.熟悉常见的运动规划算法：PRM、PPT、A*、LPA*、D*、D*-Lite、R*等。熟悉各种机器人和无人驾驶系统控制策略和控制方式；4.熟悉Linux下C++编程；5.熟悉一种或多种（ROS,NML,MRPT）机器人操作系统，拥有相关的开发调试经验；6.有自主导航搬运机器人、服务机器人、扫地机器人、保洁车、工业机器人、无人驾驶系统设计经验者优先；7.工作地点在嘉兴！","codeName":"普通话"}]